{"id": "cause_genetic-mutations", "category": "cause_definition", "cause_type": "Genetic Mutations", "content": "This disease is caused by genetic mutations, also known as pathogenic variants. Genetic mutations can be hereditary, when parents pass them down to their children, or they may occur randomly when cells are dividing. Genetic mutations may also result from contracted viruses, environmental factors, such as UV radiation from sunlight exposure, or a combination of any of these.\n\nResource: Learn more about genetic diseases from the National Library of Medicine (NLM)\nLink: https://medlineplus.gov/geneticdisorders.html\n\n[Image: Illustration titled 'What Is A Genetic Mutation?' showing a side-by-side comparison of a typical gene and a genetic mutation. On the left, the typical gene is represented by a normal DNA helix with uniform sequences. On the right, the DNA helix labeled 'Genetic Mutation' has a highlighted section with a red circle, indicating an altered sequence to emphasize the mutation.]\nImage URL: https://rarediseases.info.nih.gov/assets/images/0693d00000BXWC6AAP-400.webp"}
{"id": "cause_disruption-in-metabolism", "category": "cause_definition", "cause_type": "Disruption in Metabolism", "content": "This disease is caused by a disruption in a person's metabolism. Metabolism is the series of chemical reactions in our body that turns the food we eat into energy and removes toxins. Hormones and specific proteins, called enzymes, help make the right chemical reactions happen in the right order. However, genetic changes can prevent hormones or enzymes from working properly, which can lead to a disruption in metabolism such as energy not being created for the body or toxins not being removed from the body.\n\nResource: Learn more about inherited metabolic diseases from the National Human Genome Research Institute (NHGRI)\nLink: https://www.genome.gov/Genetic-Disorders/Inborn-Errors-of-Metabolism\n\n[Image: Illustration titled 'Impaired Metabolism' showing a human silhouette labeled with a process of metabolic dysfunction. Food intake (depicted by bananas and apples) leads to a metabolic genetic mutation, illustrated with a DNA strand, causing toxins to build up in the body and resulting in low energy (represented by a depleted battery icon)]\nImage URL: https://rarediseases.info.nih.gov/assets/images/0693d00000BgWIzAAN-400.webp"}
{"id": "cause_impaired-mitochondrial-function", "category": "cause_definition", "cause_type": "Impaired Mitochondrial Function", "content": "This disease is caused by an impairment, or issue, in mitochondrial function. Mitochondria make the energy needed for cells to work properly. When mitochondria are unable to produce enough energy for a cell, the cell can become damaged or can die. Depending on the location and number of damaged cells, different organs and body systems can be affected.\n\nResource: Learn more about mitochondrial diseases from the National Library of Medicine (NLM)\nLink: https://medlineplus.gov/mitochondrialdiseases.html\n\n[Image: Comparison illustration of 'Healthy Mitochondria' versus 'Impaired Mitochondria.' On the left, a healthy mitochondrion is shown with a green, fully charged battery icon below it. On the right, an impaired mitochondrion is depicted with a red, nearly empty battery icon, signifying reduced energy production.]\nImage URL: https://rarediseases.info.nih.gov/assets/images/0693d00000BXVKnAAP-400.webp"}