{"id": "inheritance_mitochondrial-inheritance", "category": "inheritance_definition", "inheritance_pattern": "Mitochondrial Inheritance", "content": "Mitochondrial inheritance means the genetic mutation is located in a specific type of DNA, called mtDNA. mtDNA is found within the cell's mitochondria. Mitochondria are tiny structures that produce energy for the body. Genetic mutations within mtDNA can prevent the mitochondria from working properly. During human conception, egg cells, or the cells that come from the female parent, provide mitochondria. If a female parent is affected by a mitochondrial genetic mutation, there is a 100% chance their child inherits the mutated gene. However, the child may or may not be affected by the disease. A male parent cannot pass mitochondrial genetic mutations to their children.\n\nResource: Learn more about inheritance patterns from the National Library of Medicine (NLM)\nLink: https://medlineplus.gov/genetics/understanding/inheritance/inheritancepatterns/\n\n[Image: Illustration titled 'Mitochondrial' showing inheritance patterns from parents to children. The diagram highlights that mitochondrial DNA is only inherited from the mother. On the top row, it shows a father unaffected and mother affected scenario versus father affected and mother unaffected. The bottom row shows affected and unaffected children depending on whether the mother carries the mutation. The only affected children are those on the left who inherited the mutation from the affected mother.]\nImage URL: https://rarediseases.info.nih.gov/assets/images/0693d00000BiNwaAAF-400.webp"}
{"id": "inheritance_autosomal-recessive-inheritance", "category": "inheritance_definition", "inheritance_pattern": "Autosomal Recessive Inheritance", "content": "Autosomal means the gene involved is located on one of the numbered chromosomes. Recessive means that a child must inherit two copies of the mutated gene, one from each biological parent, to be affected by the disease. A carrier is a person who only has one copy of the genetic mutation. A carrier usually doesn't show any symptoms of the disease. If both biological parents are carriers, there is a 25% chance their child inherits both copies of the mutated gene and is affected by the disease. Additionally, there is a 50% chance their child inherits only one copy of the mutated gene and is a carrier.\n\nResource: Learn more about inheritance patterns from the National Library of Medicine (NLM)\nLink: https://medlineplus.gov/genetics/understanding/inheritance/inheritancepatterns/\n\n[Image: Illustration titled 'Autosomal Recessive' showing inheritance patterns. The top row displays parents who are both carriers of a mutation. The bottom row illustrates the potential outcomes for children: one affected, two carriers, and one unaffected, based on the inheritance of mutated and normal genes. Chromosomes are included to depict the genetic mutation visually.]\nImage URL: https://rarediseases.info.nih.gov/assets/images/0693d00000BiOqNAAV-400.webp"}
{"id": "inheritance_x-linked-inheritance", "category": "inheritance_definition", "inheritance_pattern": "X-Linked Inheritance", "content": "X-linked inheritance means the genetic mutation is located on the X chromosome, one of the sex chromosomes. The male sex chromosome pair consists of one X and one Y chromosome (XY). The female sex chromosome pair consists of two X chromosomes (XX). Because males have just one X chromosome, it takes only one copy of the mutated gene to cause the disease. Females that have one copy of the mutated gene may have symptoms similar to those experienced by affected males, but usually have less severe symptoms, or no symptoms at all. Female parents with one X-linked mutated gene have a 50% chance of passing on the mutation to each of their biological children. Male parents with an X-linked mutated gene will pass on the mutation to all their female children but cannot pass the mutation on to their male children.\n\nResource: Learn more about inheritance patterns from the National Library of Medicine (NLM)\nLink: https://medlineplus.gov/genetics/understanding/inheritance/inheritancepatterns/\n\n[Image: Illustration titled 'X-Linked Inheritance' showing genetic inheritance from a mother (XX) and father (XY) to daughters and sons. It highlights how X-linked traits are passed, with daughters inheriting an X chromosome from each parent and sons inheriting an X chromosome from their mother and a Y chromosome from their father. The diagram uses solid and dashed lines to indicate inheritance paths.]\nImage URL: https://rarediseases.info.nih.gov/assets/images/0693d00000AoYlYAAV-400.webp"}
