{"id": "specialist_genetics", "category": "specialist_definition", "specialist_type": "Genetics", "content": "Genetic specialists focus on diagnosing, treating, and managing patients with genetic changes that affect a person's health. Specialists known as genetic counselors and geneticists commonly interview patients about family history and discuss genetic risks to diagnose genetic conditions. They may also use genetic testing to determine a diagnosis. Genetic counselors often specialize in certain types of genetic diseases like cancer, or different life stages like prenatal or pediatric genetic counseling. You may be able to find a genetic specialist in your area using this directory: https://clinics.acmg.net/ (directory by the American College of Medical Genetics and Genomics)."}
{"id": "specialist_neurology", "category": "specialist_definition", "specialist_type": "Neurology", "content": "Neurology specialists focus on diagnosing, treating, and managing diseases that affect the nervous system, including the brain, spinal cord, and nerves. Neurologists often use imaging studies, physical examination, or cognitive assessments to diagnose neurological diseases. You may be able to find a neurologist in your area by inputting your location and keyword 'Neurology' using this directory: https://www.medicare.gov/care-compare/?providerType=Physician (directory by Medicare)."}
{"id": "specialist_ophthalmology", "category": "specialist_definition", "specialist_type": "Ophthalmology", "content": "Ophthalmology specialists focus on diagnosing, treating, and managing diseases that affect the eyes. Ophthalmologists may perform examinations and order tests or imaging studies to aid in diagnosis. You may be able to find an ophthalmologist in your area using this directory: https://secure.aao.org/aao/find-ophthalmologist (directory by the American Academy of Ophthalmology)."}
{"id": "specialist_otolaryngology", "category": "specialist_definition", "specialist_type": "Otolaryngology", "content": "Otolaryngology specialists focus on diagnosing, treating, and managing diseases of the head and neck, especially those that affect the ear, nose, and throat. Otolaryngologists are also known as ear, nose, and throat (ENT) doctors. ENT doctors may use imaging studies or physical examinations to diagnose conditions affecting the ears, nose, and throat. You may be able to find an otolaryngologist in your area using this directory: https://www.enthealth.org/find-ent/ (directory by the American Academy of Otolaryngology-Head and Neck Surgery)."}