{"id": "symptom_hp0003128", "symptom_name": "Lactic acidosis", "hpo_id": "HP:0003128", "category": "symptom_definition", "feature_type": "Lab", "url": "https://hpo.jax.org/browse/term/HP:0003128", "definition": "An abnormal buildup of lactic acid in the body, leading to acidification of the blood and other bodily fluids.", "content": "Lactic acidosis, also known as Hyperlacticacidemia, Increased lactate in body, Lactic acidemia, Lacticacidemia, Lacticacidosis, is An abnormal buildup of lactic acid in the body, leading to acidification of the blood and other bodily fluids", "synonyms": ["Hyperlacticacidemia", "Increased lactate in body", "Lactic acidemia", "Lacticacidemia", "Lacticacidosis"], "body_systems": [], "has_definition": true}
{"id": "symptom_hp0001583", "symptom_name": "Rotary nystagmus", "hpo_id": "HP:0001583", "category": "symptom_definition", "feature_type": "Symptom", "url": "https://hpo.jax.org/browse/term/HP:0001583", "definition": "A form of nystagmus in which the eyeball makes rotary motions around the axis.", "content": "Rotary nystagmus, also known as Rotatory Nystagmus, is A form of nystagmus in which the eyeball makes rotary motions around the axis", "synonyms": ["Rotatory Nystagmus"], "body_systems": [], "has_definition": true}
{"id": "symptom_hp0002079", "symptom_name": "Hypoplasia of the corpus callosum", "hpo_id": "HP:0002079", "category": "symptom_definition", "feature_type": "Symptom", "url": "https://hpo.jax.org/browse/term/HP:0002079", "definition": "Underdevelopment of the corpus callosum.", "content": "Hypoplasia of the corpus callosum, also known as Corpus callosum hypoplasia, Hypoplasia of corpus callosum, Hypoplastic corpus callosum, Underdevelopment of part of brain called corpus callosum, is Underdevelopment of the corpus callosum.. This symptom affects the Nervous System", "synonyms": ["Corpus callosum hypoplasia", "Hypoplasia of corpus callosum", "Hypoplastic corpus callosum", "Underdevelopment of part of brain called corpus callosum"], "body_systems": ["Nervous System"], "has_definition": true}
{"id": "symptom_hp0001252", "symptom_name": "Hypotonia", "hpo_id": "HP:0001252", "category": "symptom_definition", "feature_type": "Symptom", "url": "https://hpo.jax.org/browse/term/HP:0001252", "definition": "Hypotonia is an abnormally low muscle tone (the amount of tension or resistance to movement in a muscle). Even when relaxed, muscles have a continuous and passive partial contraction which provides some resistance to passive stretching. Hypotonia thus manifests as diminished resistance to passive stretching. Hypotonia is not the same as muscle weakness, although the two conditions can co-exist.", "content": "Hypotonia, also known as Low muscle tone, Low or weak muscle tone, Muscle hypotonia, Muscular hypotonia, is Hypotonia is an abnormally low muscle tone (the amount of tension or resistance to movement in a muscle). Even when relaxed, muscles have a continuous and passive partial contraction which provides some resistance to passive stretching. Hypotonia thus manifests as diminished resistance to passive stretching. Hypotonia is not the same as muscle weakness, although the two conditions can co-exist.. This symptom affects the Musculoskeletal System", "synonyms": ["Low muscle tone", "Low or weak muscle tone", "Muscle hypotonia", "Muscular hypotonia"], "body_systems": ["Musculoskeletal System"], "has_definition": true}
{"id": "symptom_hp0000519", "symptom_name": "Developmental cataract", "hpo_id": "HP:0000519", "category": "symptom_definition", "feature_type": "Symptom", "url": "https://hpo.jax.org/browse/term/HP:0000519", "definition": "A cataract that occurs congenitally as the result of a developmental defect, in contrast to the majority of cataracts that occur in adulthood as the result of degenerative changes of the lens.", "content": "Developmental cataract, also known as Bilateral congenital cataracts, Cataract, congenital, Clouding of the lens of the eye at birth, Congenital cataract, Congenital cataracts, Congenital cataracts, bilateral, is A cataract that occurs congenitally as the result of a developmental defect, in contrast to the majority of cataracts that occur in adulthood as the result of degenerative changes of the lens", "synonyms": ["Bilateral congenital cataracts", "Cataract, congenital", "Clouding of the lens of the eye at birth", "Congenital cataract", "Congenital cataracts", "Congenital cataracts, bilateral"], "body_systems": [], "has_definition": true}
{"id": "symptom_hp0001263", "symptom_name": "Global developmental delay", "hpo_id": "HP:0001263", "category": "symptom_definition", "feature_type": "Symptom", "url": "https://hpo.jax.org/browse/term/HP:0001263", "definition": "A delay in the achievement of motor or mental milestones in the domains of development of a child, including motor skills, speech and language, cognitive skills, and social and emotional skills. This term should only be used to describe children younger than five years of age.", "content": "Global developmental delay, also known as Delayed cognitive development, Delayed development, Delayed developmental milestones, Delayed intellectual development, Delayed milestones, Delayed psychomotor development, Developmental delay, Developmental delay in early childhood, Developmental delay, global, Developmental retardation, GDD, Lack of psychomotor development, Motor and developmental delay, Motormental retardation, Psychomotor delay, Psychomotor development deficiency, Psychomotor development failure, Psychomotor developmental delay, Retarded development, Retarded mental development, Retarded psychomotor development, is A delay in the achievement of motor or mental milestones in the domains of development of a child, including motor skills, speech and language, cognitive skills, and social and emotional skills. This term should only be used to describe children younger than five years of age.. This symptom affects the Nervous System", "synonyms": ["Delayed cognitive development", "Delayed development", "Delayed developmental milestones", "Delayed intellectual development", "Delayed milestones", "Delayed psychomotor development", "Developmental delay", "Developmental delay in early childhood", "Developmental delay, global", "Developmental retardation", "GDD", "Lack of psychomotor development", "Motor and developmental delay", "Motormental retardation", "Psychomotor delay", "Psychomotor development deficiency", "Psychomotor development failure", "Psychomotor developmental delay", "Retarded development", "Retarded mental development", "Retarded psychomotor development"], "body_systems": ["Nervous System"], "has_definition": true}
{"id": "symptom_hp0001315", "symptom_name": "Reduced tendon reflexes", "hpo_id": "HP:0001315", "category": "symptom_definition", "feature_type": "Symptom", "url": "https://hpo.jax.org/browse/term/HP:0001315", "definition": "Diminution of tendon reflexes, which is an invariable sign of peripheral nerve disease.", "content": "Reduced tendon reflexes, also known as Absent or decreased deep tendon reflexes, Decreased deep tendon reflexes, Decreased tendon reflexes, Decreased to absent deep tendon reflexes, Decreased/absent deep tendon reflexes, Depressed tendon reflexes, Diminished deep tendon reflexes, Diminished or absent deep tendon reflexes, Diminished or absent tendon reflexes, Hypoactive to absent deep tendon reflexes, Impaired tendon reflexes, Reduced/absent deep tendon reflexes, Weak or absent deep tendon reflexes, is Diminution of tendon reflexes, which is an invariable sign of peripheral nerve disease.. This symptom affects the Nervous System", "synonyms": ["Absent or decreased deep tendon reflexes", "Decreased deep tendon reflexes", "Decreased tendon reflexes", "Decreased to absent deep tendon reflexes", "Decreased/absent deep tendon reflexes", "Depressed tendon reflexes", "Diminished deep tendon reflexes", "Diminished or absent deep tendon reflexes", "Diminished or absent tendon reflexes", "Hypoactive to absent deep tendon reflexes", "Impaired tendon reflexes", "Reduced/absent deep tendon reflexes", "Weak or absent deep tendon reflexes"], "body_systems": ["Nervous System"], "has_definition": true}
{"id": "symptom_hp0012343", "symptom_name": "Decreased circulating ferritin concentration", "hpo_id": "HP:0012343", "category": "symptom_definition", "feature_type": "Lab", "url": "https://hpo.jax.org/browse/term/HP:0012343", "definition": "Abnormally reduced concentration of ferritin, a ubiquitous intracellular protein that stores iron, in the blood.", "content": "Decreased circulating ferritin concentration, also known as Decreased plasma ferritin, Decreased serum ferritin, Low ferritin level, Reduced serum ferritin, is Abnormally reduced concentration of ferritin, a ubiquitous intracellular protein that stores iron, in the blood", "synonyms": ["Decreased plasma ferritin", "Decreased serum ferritin", "Low ferritin level", "Reduced serum ferritin"], "body_systems": [], "has_definition": true}
{"id": "symptom_hp0009062", "symptom_name": "Infantile axial hypotonia", "hpo_id": "HP:0009062", "category": "symptom_definition", "feature_type": "Symptom", "url": "https://hpo.jax.org/browse/term/HP:0009062", "definition": "Muscular hypotonia (abnormally low muscle tone) affecting the musculature of the trunk and with onset in infancy.", "content": "Infantile axial hypotonia, also known as Hypotonia, axial, in infancy, is Muscular hypotonia (abnormally low muscle tone) affecting the musculature of the trunk and with onset in infancy.. This symptom affects the Musculoskeletal System", "synonyms": ["Hypotonia, axial, in infancy"], "body_systems": ["Musculoskeletal System"], "has_definition": true}
{"id": "symptom_hp0030089", "symptom_name": "Abnormal muscle fiber protein expression", "hpo_id": "HP:0030089", "category": "symptom_definition", "feature_type": "Symptom", "url": "https://hpo.jax.org/browse/term/HP:0030089", "definition": "An anomalous amount of protein present in or on the surface of muscle fibers. This feature may be appreciate upon immunohistochemical investigation of muscle biopsy tissue.", "content": "Abnormal muscle fiber protein expression,  is An anomalous amount of protein present in or on the surface of muscle fibers. This feature may be appreciate upon immunohistochemical investigation of muscle biopsy tissue.. This symptom affects the Musculoskeletal System", "synonyms": [], "body_systems": ["Musculoskeletal System"], "has_definition": true}
{"id": "symptom_hp0001324", "symptom_name": "Muscle weakness", "hpo_id": "HP:0001324", "category": "symptom_definition", "feature_type": "Symptom", "url": "https://hpo.jax.org/browse/term/HP:0001324", "definition": "Reduced strength of muscles.", "content": "Muscle weakness, also known as Muscle weakness, Muscular weakness, is Reduced strength of muscles.. This symptom affects the Musculoskeletal System", "synonyms": ["Muscle weakness", "Muscular weakness"], "body_systems": ["Musculoskeletal System"], "has_definition": true}
{"id": "symptom_hp0000408", "symptom_name": "Progressive sensorineural hearing impairment", "hpo_id": "HP:0000408", "category": "symptom_definition", "feature_type": "Symptom", "url": "https://hpo.jax.org/browse/term/HP:0000408", "definition": "A progressive form of sensorineural hearing impairment.", "content": "Progressive sensorineural hearing impairment, also known as Bilateral progressive sensorineural hearing loss, Hearing loss, progressive sensorineural, Hearing loss, sensorineural, bilateral, progressive, Hearing loss, sensorineural, progressive, Progressive bilateral sensorineural hearing loss, Sensorineural hearing loss, progressive, is A progressive form of sensorineural hearing impairment", "synonyms": ["Bilateral progressive sensorineural hearing loss", "Hearing loss, progressive sensorineural", "Hearing loss, sensorineural, bilateral, progressive", "Hearing loss, sensorineural, progressive", "Progressive bilateral sensorineural hearing loss", "Sensorineural hearing loss, progressive"], "body_systems": [], "has_definition": true}
{"id": "symptom_hp0000508", "symptom_name": "Ptosis", "hpo_id": "HP:0000508", "category": "symptom_definition", "feature_type": "Symptom", "url": "https://hpo.jax.org/browse/term/HP:0000508", "definition": "The upper eyelid margin is positioned 3 mm or more lower than usual and covers the superior portion of the iris (objective); or, the upper lid margin obscures at least part of the pupil (subjective).", "content": "Ptosis, also known as Blepharoptosis, Drooping upper eyelid, Eyelid ptosis, Palpebral ptosis, is The upper eyelid margin is positioned 3 mm or more lower than usual and covers the superior portion of the iris (objective); or, the upper lid margin obscures at least part of the pupil (subjective)", "synonyms": ["Blepharoptosis", "Drooping upper eyelid", "Eyelid ptosis", "Palpebral ptosis"], "body_systems": [], "has_definition": true}
{"id": "symptom_hp0009830", "symptom_name": "Peripheral neuropathy", "hpo_id": "HP:0009830", "category": "symptom_definition", "feature_type": "Symptom", "url": "https://hpo.jax.org/browse/term/HP:0009830", "definition": "Peripheral neuropathy is a general term for any disorder of the peripheral nervous system. The main clinical features used to classify peripheral neuropathy are distribution, type (mainly demyelinating versus mainly axonal), duration, and course.", "content": "Peripheral neuropathy, also known as Peripheral nerve damage, Peripheral neuritis, is Peripheral neuropathy is a general term for any disorder of the peripheral nervous system. The main clinical features used to classify peripheral neuropathy are distribution, type (mainly demyelinating versus mainly axonal), duration, and course.. This symptom affects the Nervous System", "synonyms": ["Peripheral nerve damage", "Peripheral neuritis"], "body_systems": ["Nervous System"], "has_definition": true}
{"id": "symptom_hp0002936", "symptom_name": "Distal sensory impairment", "hpo_id": "HP:0002936", "category": "symptom_definition", "feature_type": "Symptom", "url": "https://hpo.jax.org/browse/term/HP:0002936", "definition": "An abnormal reduction in sensation in the distal portions of the extremities.", "content": "Distal sensory impairment, also known as Decreased distal sensation, Decreased sensation in extremities, Distal sensation loss, Distal sensory impairment in lower limbs, Distal sensory impairment of the lower extremities, Distal sensory loss, Distal sensory loss, upper and lower limbs, Loss of distal sensation, is An abnormal reduction in sensation in the distal portions of the extremities.. This symptom affects the Nervous System", "synonyms": ["Decreased distal sensation", "Decreased sensation in extremities", "Distal sensation loss", "Distal sensory impairment in lower limbs", "Distal sensory impairment of the lower extremities", "Distal sensory loss", "Distal sensory loss, upper and lower limbs", "Loss of distal sensation"], "body_systems": ["Nervous System"], "has_definition": true}
{"id": "symptom_hp0001265", "symptom_name": "Hyporeflexia", "hpo_id": "HP:0001265", "category": "symptom_definition", "feature_type": "Symptom", "url": "https://hpo.jax.org/browse/term/HP:0001265", "definition": "Reduction of neurologic reflexes such as the knee-jerk reaction.", "content": "Hyporeflexia, also known as Decreased reflex response, Decreased reflexes, is Reduction of neurologic reflexes such as the knee-jerk reaction.. This symptom affects the Nervous System", "synonyms": ["Decreased reflex response", "Decreased reflexes"], "body_systems": ["Nervous System"], "has_definition": true}
{"id": "symptom_hp0001284", "symptom_name": "Areflexia", "hpo_id": "HP:0001284", "category": "symptom_definition", "feature_type": "Symptom", "url": "https://hpo.jax.org/browse/term/HP:0001284", "definition": "Absence of neurologic reflexes such as the knee-jerk reaction.", "content": "Areflexia, also known as Absent deep tendon reflexes, Absent tendon reflexes, Deep tendon reflexes absent, Loss of deep tendon reflexes, Lost deep tendon reflexes, is Absence of neurologic reflexes such as the knee-jerk reaction.. This symptom affects the Nervous System", "synonyms": ["Absent deep tendon reflexes", "Absent tendon reflexes", "Deep tendon reflexes absent", "Loss of deep tendon reflexes", "Lost deep tendon reflexes"], "body_systems": ["Nervous System"], "has_definition": true}
{"id": "symptom_hp0001761", "symptom_name": "Pes cavus", "hpo_id": "HP:0001761", "category": "symptom_definition", "feature_type": "Symptom", "url": "https://hpo.jax.org/browse/term/HP:0001761", "definition": "An increase in height of the medial longitudinal arch of the foot that does not flatten on weight bearing (i.e., a distinctly hollow form of the sole of the foot when it is bearing weight).", "content": "Pes cavus, also known as Cavus foot, High-arched foot, is An increase in height of the medial longitudinal arch of the foot that does not flatten on weight bearing (i.e., a distinctly hollow form of the sole of the foot when it is bearing weight)", "synonyms": ["Cavus foot", "High-arched foot"], "body_systems": [], "has_definition": true}
{"id": "symptom_hp0009027", "symptom_name": "Foot dorsiflexor weakness", "hpo_id": "HP:0009027", "category": "symptom_definition", "feature_type": "Symptom", "url": "https://hpo.jax.org/browse/term/HP:0009027", "definition": "Weakness of the muscles responsible for dorsiflexion of the foot, that is, of the movement of the toes towards the shin. The foot dorsiflexors include the tibialis anterior, the extensor hallucis longus, the extensor digitorum longus, and the peroneus tertius muscles.", "content": "Foot dorsiflexor weakness, also known as Foot drop, Foot extensor weakness, Footdrop, Inability to heel walk, Inability to walk on heels, is Weakness of the muscles responsible for dorsiflexion of the foot, that is, of the movement of the toes towards the shin. The foot dorsiflexors include the tibialis anterior, the extensor hallucis longus, the extensor digitorum longus, and the peroneus tertius muscles.. This symptom affects the Musculoskeletal System", "synonyms": ["Foot drop", "Foot extensor weakness", "Footdrop", "Inability to heel walk", "Inability to walk on heels"], "body_systems": ["Musculoskeletal System"], "has_definition": true}
{"id": "symptom_hp0003383", "symptom_name": "Onion bulb formation", "hpo_id": "HP:0003383", "category": "symptom_definition", "feature_type": "Symptom", "url": "https://hpo.jax.org/browse/term/HP:0003383", "definition": "Repeated episodes of segmental demyelination and remyelination lead to the accumulation of supernumerary Schwann cells around axons, which is referred to as onion bulb formation. This finding affects peripheral nerves.", "content": "Onion bulb formation,  is Repeated episodes of segmental demyelination and remyelination lead to the accumulation of supernumerary Schwann cells around axons, which is referred to as onion bulb formation. This finding affects peripheral nerves.. This symptom affects the Nervous System", "synonyms": [], "body_systems": ["Nervous System"], "has_definition": true}
{"id": "symptom_hp0003376", "symptom_name": "Steppage gait", "hpo_id": "HP:0003376", "category": "symptom_definition", "feature_type": "Symptom", "url": "https://hpo.jax.org/browse/term/HP:0003376", "definition": "An abnormal gait pattern that arises from weakness of the pretibial and peroneal muscles due to a lower motor neuron lesion. Affected patients have footdrop and are unable to dorsiflex and evert the foot. The leg is lifted high on walking so that the toes clear the ground, and there may be a slapping noise when the foot strikes the ground again.", "content": "Steppage gait, also known as High stepping, is An abnormal gait pattern that arises from weakness of the pretibial and peroneal muscles due to a lower motor neuron lesion. Affected patients have footdrop and are unable to dorsiflex and evert the foot. The leg is lifted high on walking so that the toes clear the ground, and there may be a slapping noise when the foot strikes the ground again.. This symptom affects the Nervous System", "synonyms": ["High stepping"], "body_systems": ["Nervous System"], "has_definition": true}
{"id": "symptom_hp0011923", "symptom_name": "Decreased activity of mitochondrial complex I", "hpo_id": "HP:0011923", "category": "symptom_definition", "feature_type": "Lab", "url": "https://hpo.jax.org/browse/term/HP:0011923", "definition": "A reduction in the activity of the mitochondrial respiratory chain complex I, which is part of the electron transport chain in mitochondria.", "content": "Decreased activity of mitochondrial complex I,  is A reduction in the activity of the mitochondrial respiratory chain complex I, which is part of the electron transport chain in mitochondria", "synonyms": [], "body_systems": [], "has_definition": true}
{"id": "symptom_hp0012469", "symptom_name": "Infantile spasms", "hpo_id": "HP:0012469", "category": "symptom_definition", "feature_type": "Symptom", "url": "https://hpo.jax.org/browse/term/HP:0012469", "definition": "Infantile spasms represent a subset of \\\"epileptic spasms\\\". Infantile Spasms are epileptic spasms starting in the first year of life (infancy).", "content": "Infantile spasms,  is Infantile spasms represent a subset of \\\"epileptic spasms\\\". Infantile Spasms are epileptic spasms starting in the first year of life (infancy).. This symptom affects the Nervous System", "synonyms": [], "body_systems": ["Nervous System"], "has_definition": true}
{"id": "symptom_hp0000639", "symptom_name": "Nystagmus", "hpo_id": "HP:0000639", "category": "symptom_definition", "feature_type": "Symptom", "url": "https://hpo.jax.org/browse/term/HP:0000639", "definition": "Rhythmic, involuntary oscillations of one or both eyes related to abnormality in fixation, conjugate gaze, or vestibular mechanisms.", "content": "Nystagmus, also known as Involuntary, rapid, rhythmic eye movements, is Rhythmic, involuntary oscillations of one or both eyes related to abnormality in fixation, conjugate gaze, or vestibular mechanisms", "synonyms": ["Involuntary, rapid, rhythmic eye movements"], "body_systems": [], "has_definition": true}
{"id": "symptom_hp0000400", "symptom_name": "Macrotia", "hpo_id": "HP:0000400", "category": "symptom_definition", "feature_type": "Symptom", "url": "https://hpo.jax.org/browse/term/HP:0000400", "definition": "Median longitudinal ear length greater than two standard deviations above the mean and median ear width greater than two standard deviations above the mean (objective); or, apparent increase in length and width of the pinna (subjective).", "content": "Macrotia, also known as Large ears, Large pinnae, is Median longitudinal ear length greater than two standard deviations above the mean and median ear width greater than two standard deviations above the mean (objective); or, apparent increase in length and width of the pinna (subjective)", "synonyms": ["Large ears", "Large pinnae"], "body_systems": [], "has_definition": true}
{"id": "symptom_hp0012379", "symptom_name": "Abnormal circulating enzyme concentration or activity", "hpo_id": "HP:0012379", "category": "symptom_definition", "feature_type": "Lab", "url": "https://hpo.jax.org/browse/term/HP:0012379", "definition": "Concentration or activity of an enzyme is above or below the limits of normal in the blood circulation.", "content": "Abnormal circulating enzyme concentration or activity,  is Concentration or activity of an enzyme is above or below the limits of normal in the blood circulation", "synonyms": [], "body_systems": [], "has_definition": true}
{"id": "symptom_hp0002151", "symptom_name": "Increased circulating lactate concentration", "hpo_id": "HP:0002151", "category": "symptom_definition", "feature_type": "Lab", "url": "https://hpo.jax.org/browse/term/HP:0002151", "definition": "Abnormally increased level of blood lactate (2-hydroxypropanoic acid). Lactate is produced from pyruvate by lactate dehydrogenase during normal metabolism. The terms lactate and lactic acid are often used interchangeably but lactate (the component measured in blood) is strictly a weak base whereas lactic acid is the corresponding acid. Lactic acidosis is often used clinically to describe elevated lactate but should be reserved for cases where there is a corresponding acidosis (pH below 7.35).", "content": "Increased circulating lactate concentration, also known as Increased blood lactate, Increased serum lactate, is Abnormally increased level of blood lactate (2-hydroxypropanoic acid). Lactate is produced from pyruvate by lactate dehydrogenase during normal metabolism. The terms lactate and lactic acid are often used interchangeably but lactate (the component measured in blood) is strictly a weak base whereas lactic acid is the corresponding acid. Lactic acidosis is often used clinically to describe elevated lactate but should be reserved for cases where there is a corresponding acidosis (pH below 7.35)", "synonyms": ["Increased blood lactate", "Increased serum lactate"], "body_systems": [], "has_definition": true}
{"id": "symptom_hp0001511", "symptom_name": "Intrauterine growth retardation", "hpo_id": "HP:0001511", "category": "symptom_definition", "feature_type": "Symptom", "url": "https://hpo.jax.org/browse/term/HP:0001511", "definition": "An abnormal restriction of fetal growth with fetal weight below the tenth percentile for gestational age.", "content": "Intrauterine growth retardation, also known as In utero growth retardation, Intrauterine growth failure, Intrauterine growth restriction, Intrauterine growth retardation, IUGR, Intrauterine retardation, IUGR, Prenatal growth deficiency, Prenatal growth failure, Prenatal growth retardation, Prenatal onset growth retardation, Prenatal-onset growth retardation, Small for gestational age infant, is An abnormal restriction of fetal growth with fetal weight below the tenth percentile for gestational age", "synonyms": ["In utero growth retardation", "Intrauterine growth failure", "Intrauterine growth restriction", "Intrauterine growth retardation, IUGR", "Intrauterine retardation", "IUGR", "Prenatal growth deficiency", "Prenatal growth failure", "Prenatal growth retardation", "Prenatal onset growth retardation", "Prenatal-onset growth retardation", "Small for gestational age infant"], "body_systems": [], "has_definition": true}
{"id": "symptom_hp0001635", "symptom_name": "Congestive heart failure", "hpo_id": "HP:0001635", "category": "symptom_definition", "feature_type": "Symptom", "url": "https://hpo.jax.org/browse/term/HP:0001635", "definition": "The presence of an abnormality of cardiac function that is responsible for the failure of the heart to pump blood at a rate that is commensurate with the needs of the tissues or a state in which abnormally elevated filling pressures are required for the heart to do so. Heart failure is frequently related to a defect in myocardial contraction.", "content": "Congestive heart failure, also known as Cardiac failure, Cardiac failures, Cardiac insufficiency, CHF, Chronic heart failure, Heart failure, is The presence of an abnormality of cardiac function that is responsible for the failure of the heart to pump blood at a rate that is commensurate with the needs of the tissues or a state in which abnormally elevated filling pressures are required for the heart to do so. Heart failure is frequently related to a defect in myocardial contraction.. This symptom affects the Cardiovascular System", "synonyms": ["Cardiac failure", "Cardiac failures", "Cardiac insufficiency", "CHF", "Chronic heart failure", "Heart failure"], "body_systems": ["Cardiovascular System"], "has_definition": true}
{"id": "symptom_hp0002490", "symptom_name": "Increased CSF lactate", "hpo_id": "HP:0002490", "category": "symptom_definition", "feature_type": "Lab", "url": "https://hpo.jax.org/browse/term/HP:0002490", "definition": "Increased concentration of lactate in the cerebrospinal fluid.", "content": "Increased CSF lactate, also known as Hyperlactatorachia, Increased cerebrospinal fluid lactate, Increased CSF lactic acid, is Increased concentration of lactate in the cerebrospinal fluid.. This symptom affects the Nervous System", "synonyms": ["Hyperlactatorachia", "Increased cerebrospinal fluid lactate", "Increased CSF lactic acid"], "body_systems": ["Nervous System"], "has_definition": true}
{"id": "symptom_hp0001875", "symptom_name": "Neutropenia", "hpo_id": "HP:0001875", "category": "symptom_definition", "feature_type": "Symptom", "url": "https://hpo.jax.org/browse/term/HP:0001875", "definition": "An abnormally low number of neutrophils in the peripheral blood.", "content": "Neutropenia, also known as Low blood neutrophil count, Low neutrophil count, Peripheral neutropenia, is An abnormally low number of neutrophils in the peripheral blood.. This symptom affects the Immune System, Blood and Blood-Forming Tissue", "synonyms": ["Low blood neutrophil count", "Low neutrophil count", "Peripheral neutropenia"], "body_systems": ["Immune System", "Blood and Blood-Forming Tissue"], "has_definition": true}
{"id": "symptom_hp0003648", "symptom_name": "Lacticaciduria", "hpo_id": "HP:0003648", "category": "symptom_definition", "feature_type": "Lab", "url": "https://hpo.jax.org/browse/term/HP:0003648", "definition": "An increased concentration of lactic acid in the urine.", "content": "Lacticaciduria, also known as High urine lactic acid levels, Increased urine lactate, is An increased concentration of lactic acid in the urine", "synonyms": ["High urine lactic acid levels", "Increased urine lactate"], "body_systems": [], "has_definition": true}
{"id": "symptom_hp0008947", "symptom_name": "Infantile muscular hypotonia", "hpo_id": "HP:0008947", "category": "symptom_definition", "feature_type": "Symptom", "url": "https://hpo.jax.org/browse/term/HP:0008947", "definition": "Muscular hypotonia (abnormally low muscle tone) manifesting in infancy.", "content": "Infantile muscular hypotonia, also known as Decreased muscle tone in infant, Hypotonia early, Hypotonia in infancy, Hypotonia, early, Infantile hypotonia, is Muscular hypotonia (abnormally low muscle tone) manifesting in infancy.. This symptom affects the Musculoskeletal System", "synonyms": ["Decreased muscle tone in infant", "Hypotonia early", "Hypotonia in infancy", "Hypotonia, early", "Infantile hypotonia"], "body_systems": ["Musculoskeletal System"], "has_definition": true}
{"id": "symptom_hp0001264", "symptom_name": "Spastic diplegia", "hpo_id": "HP:0001264", "category": "symptom_definition", "feature_type": "Symptom", "url": "https://hpo.jax.org/browse/term/HP:0001264", "definition": "Spasticity (neuromuscular hypertonia) primarily in the muscles of the legs, hips, and pelvis.", "content": "Spastic diplegia, also known as Spastic diparesis, Spastic diplegic, is Spasticity (neuromuscular hypertonia) primarily in the muscles of the legs, hips, and pelvis.. This symptom affects the Nervous System, Musculoskeletal System", "synonyms": ["Spastic diparesis", "Spastic diplegic"], "body_systems": ["Nervous System", "Musculoskeletal System"], "has_definition": true}
{"id": "symptom_hp0002305", "symptom_name": "Athetosis", "hpo_id": "HP:0002305", "category": "symptom_definition", "feature_type": "Symptom", "url": "https://hpo.jax.org/browse/term/HP:0002305", "definition": "A slow, continuous, involuntary writhing movement that prevents maintenance of a stable posture. Athetosis involves continuous smooth movements that appear random and are not composed of recognizable sub-movements or movement fragments. In contrast to chorea, in athetosis, the same regions of the body are repeatedly involved. Athetosis may worsen with attempts at movement of posture, but athetosis can also occur at rest.", "content": "Athetosis, also known as Athetoid movements, Involuntary writhing movements, Involuntary writhing movements in fingers, hands, toes, and feet, is A slow, continuous, involuntary writhing movement that prevents maintenance of a stable posture. Athetosis involves continuous smooth movements that appear random and are not composed of recognizable sub-movements or movement fragments. In contrast to chorea, in athetosis, the same regions of the body are repeatedly involved. Athetosis may worsen with attempts at movement of posture, but athetosis can also occur at rest.. This symptom affects the Nervous System", "synonyms": ["Athetoid movements", "Involuntary writhing movements", "Involuntary writhing movements in fingers, hands, toes, and feet"], "body_systems": ["Nervous System"], "has_definition": true}
{"id": "symptom_hp0000348", "symptom_name": "High forehead", "hpo_id": "HP:0000348", "category": "symptom_definition", "feature_type": "Symptom", "url": "https://hpo.jax.org/browse/term/HP:0000348", "definition": "An abnormally increased height of the forehead.", "content": "High forehead, also known as High forehead, is An abnormally increased height of the forehead", "synonyms": ["High forehead"], "body_systems": [], "has_definition": true}
{"id": "symptom_hp0012696", "symptom_name": "Abnormal thalamic MRI signal intensity", "hpo_id": "HP:0012696", "category": "symptom_definition", "feature_type": "Imaging_MRI", "url": "https://hpo.jax.org/browse/term/HP:0012696", "definition": "A deviation from normal signal on magnetic resonance imaging (MRI) of the thalamus.", "content": "Abnormal thalamic MRI signal intensity,  is A deviation from normal signal on magnetic resonance imaging (MRI) of the thalamus.. This symptom affects the Nervous System", "synonyms": [], "body_systems": ["Nervous System"], "has_definition": true}
{"id": "symptom_hp0002878", "symptom_name": "Respiratory failure", "hpo_id": "HP:0002878", "category": "symptom_definition", "feature_type": "Symptom", "url": "https://hpo.jax.org/browse/term/HP:0002878", "definition": "A severe form of respiratory insufficiency characterized by inadequate gas exchange such that the levels of oxygen or carbon dioxide cannot be maintained within normal limits.", "content": "Respiratory failure, also known as Respiratory failure, is A severe form of respiratory insufficiency characterized by inadequate gas exchange such that the levels of oxygen or carbon dioxide cannot be maintained within normal limits.. This symptom affects the Respiratory system", "synonyms": ["Respiratory failure"], "body_systems": ["Respiratory system"], "has_definition": true}
{"id": "symptom_hp0000602", "symptom_name": "Ophthalmoplegia", "hpo_id": "HP:0000602", "category": "symptom_definition", "feature_type": "Symptom", "url": "https://hpo.jax.org/browse/term/HP:0000602", "definition": "Paralysis of one or more extraocular muscles that are responsible for eye movements.", "content": "Ophthalmoplegia, also known as Eye muscle paralysis, Paralysis of extraocular eye movement, is Paralysis of one or more extraocular muscles that are responsible for eye movements", "synonyms": ["Eye muscle paralysis", "Paralysis of extraocular eye movement"], "body_systems": [], "has_definition": true}
{"id": "symptom_hp0002460", "symptom_name": "Distal muscle weakness", "hpo_id": "HP:0002460", "category": "symptom_definition", "feature_type": "Symptom", "url": "https://hpo.jax.org/browse/term/HP:0002460", "definition": "Reduced strength of the musculature of the distal extremities.", "content": "Distal muscle weakness, also known as Distal limb muscle weakness, Distal limb weakness, Distal muscular weakness, Distal paresis, Muscle weakness, distal, Muscle weakness, distal limbs, due to neuronopathy, Weakness of distal muscles, Weakness of outermost muscles, is Reduced strength of the musculature of the distal extremities.. This symptom affects the Musculoskeletal System", "synonyms": ["Distal limb muscle weakness", "Distal limb weakness", "Distal muscular weakness", "Distal paresis", "Muscle weakness, distal", "Muscle weakness, distal limbs, due to neuronopathy", "Weakness of distal muscles", "Weakness of outermost muscles"], "body_systems": ["Musculoskeletal System"], "has_definition": true}
{"id": "symptom_hp0011968", "symptom_name": "Feeding difficulties", "hpo_id": "HP:0011968", "category": "symptom_definition", "feature_type": "Symptom", "url": "https://hpo.jax.org/browse/term/HP:0011968", "definition": "Impaired ability to eat related to problems gathering food and getting ready to suck, chew, or swallow it.", "content": "Feeding difficulties, also known as Feeding difficulties, Feeding problems, Poor feeding, is Impaired ability to eat related to problems gathering food and getting ready to suck, chew, or swallow it.. This symptom affects the Digestive System", "synonyms": ["Feeding difficulties", "Feeding problems", "Poor feeding"], "body_systems": ["Digestive System"], "has_definition": true}
{"id": "symptom_hp0011924", "symptom_name": "Decreased activity of mitochondrial complex III", "hpo_id": "HP:0011924", "category": "symptom_definition", "feature_type": "Lab", "url": "https://hpo.jax.org/browse/term/HP:0011924", "definition": "A reduction in the activity of the mitochondrial respiratory chain complex III, which is part of the electron transport chain in mitochondria.", "content": "Decreased activity of mitochondrial complex III,  is A reduction in the activity of the mitochondrial respiratory chain complex III, which is part of the electron transport chain in mitochondria", "synonyms": [], "body_systems": [], "has_definition": true}
{"id": "symptom_hp0001993", "symptom_name": "Ketoacidosis", "hpo_id": "HP:0001993", "category": "symptom_definition", "feature_type": "Lab", "url": "https://hpo.jax.org/browse/term/HP:0001993", "definition": "Acidosis resulting from accumulation of ketone bodies.", "content": "Ketoacidosis,  is Acidosis resulting from accumulation of ketone bodies", "synonyms": [], "body_systems": [], "has_definition": true}
{"id": "symptom_hp0001257", "symptom_name": "Spasticity", "hpo_id": "HP:0001257", "category": "symptom_definition", "feature_type": "Symptom", "url": "https://hpo.jax.org/browse/term/HP:0001257", "definition": "A motor disorder characterized by a velocity-dependent increase in tonic stretch reflexes with increased muscle tone, exaggerated (hyperexcitable) tendon reflexes.", "content": "Spasticity, also known as Involuntary muscle stiffness, contraction, or spasm, Muscle spasticity, Muscular spasticity, is A motor disorder characterized by a velocity-dependent increase in tonic stretch reflexes with increased muscle tone, exaggerated (hyperexcitable) tendon reflexes.. This symptom affects the Nervous System, Musculoskeletal System", "synonyms": ["Involuntary muscle stiffness, contraction, or spasm", "Muscle spasticity", "Muscular spasticity"], "body_systems": ["Nervous System", "Musculoskeletal System"], "has_definition": true}
{"id": "symptom_hp0100321", "symptom_name": "Abnormal dentate nucleus morphology", "hpo_id": "HP:0100321", "category": "symptom_definition", "feature_type": "Symptom", "url": "https://hpo.jax.org/browse/term/HP:0100321", "definition": "An abnormality of the dentate nucleus.", "content": "Abnormal dentate nucleus morphology, also known as Abnormality of the dentate nucleus, is An abnormality of the dentate nucleus.. This symptom affects the Nervous System", "synonyms": ["Abnormality of the dentate nucleus"], "body_systems": ["Nervous System"], "has_definition": true}
{"id": "symptom_hp0012707", "symptom_name": "Elevated brain lactate level by MRS", "hpo_id": "HP:0012707", "category": "symptom_definition", "feature_type": "Imaging_MRI", "url": "https://hpo.jax.org/browse/term/HP:0012707", "definition": "An increase in the level of lactate in the brain identified by magnetic resonance spectroscopy (MRS).", "content": "Elevated brain lactate level by MRS,  is An increase in the level of lactate in the brain identified by magnetic resonance spectroscopy (MRS).. This symptom affects the Nervous System", "synonyms": [], "body_systems": ["Nervous System"], "has_definition": true}
{"id": "symptom_hp0100660", "symptom_name": "Dyskinesia", "hpo_id": "HP:0100660", "category": "symptom_definition", "feature_type": "Symptom", "url": "https://hpo.jax.org/browse/term/HP:0100660", "definition": "A movement disorder which consists of effects including diminished voluntary movements and the presence of involuntary movements.", "content": "Dyskinesia, also known as Disorder of involuntary muscle movements, Dyskinesis, is A movement disorder which consists of effects including diminished voluntary movements and the presence of involuntary movements.. This symptom affects the Nervous System", "synonyms": ["Disorder of involuntary muscle movements", "Dyskinesis"], "body_systems": ["Nervous System"], "has_definition": true}
{"id": "symptom_hp0001332", "symptom_name": "Dystonia", "hpo_id": "HP:0001332", "category": "symptom_definition", "feature_type": "Symptom", "url": "https://hpo.jax.org/browse/term/HP:0001332", "definition": "An abnormally increased muscular tone that causes fixed abnormal postures. There is a slow, intermittent twisting motion that leads to exaggerated turning and posture of the extremities and trunk.", "content": "Dystonia, also known as Dystonic movements, is An abnormally increased muscular tone that causes fixed abnormal postures. There is a slow, intermittent twisting motion that leads to exaggerated turning and posture of the extremities and trunk.. This symptom affects the Nervous System", "synonyms": ["Dystonic movements"], "body_systems": ["Nervous System"], "has_definition": true}
{"id": "symptom_hp0001266", "symptom_name": "Choreoathetosis", "hpo_id": "HP:0001266", "category": "symptom_definition", "feature_type": "Symptom", "url": "https://hpo.jax.org/browse/term/HP:0001266", "definition": "Involuntary movements characterized by both athetosis (inability to sustain muscles in a fixed position) and chorea (widespread jerky arrhythmic movements).", "content": "Choreoathetosis, also known as Choreoathetoid movements, is Involuntary movements characterized by both athetosis (inability to sustain muscles in a fixed position) and chorea (widespread jerky arrhythmic movements).. This symptom affects the Nervous System", "synonyms": ["Choreoathetoid movements"], "body_systems": ["Nervous System"], "has_definition": true}
{"id": "symptom_hp0000124", "symptom_name": "Renal tubular dysfunction", "hpo_id": "HP:0000124", "category": "symptom_definition", "feature_type": "Symptom", "url": "https://hpo.jax.org/browse/term/HP:0000124", "definition": "Abnormal function of the renal tubule. The basic functional unit of the kidney, the nephron, consists of a renal corpuscle attached to a renal tubule, with roughly 0.8 to 1.5 nephrons per adult kidney. The functions of the renal tubule include reabsorption of water, electrolytes, glucose, and amino acids and secretion of substances such as uric acid.", "content": "Renal tubular dysfunction, also known as Abnormal function of filtrating structures in kidney, Renal tubular defect, is Abnormal function of the renal tubule. The basic functional unit of the kidney, the nephron, consists of a renal corpuscle attached to a renal tubule, with roughly 0.8 to 1.5 nephrons per adult kidney. The functions of the renal tubule include reabsorption of water, electrolytes, glucose, and amino acids and secretion of substances such as uric acid", "synonyms": ["Abnormal function of filtrating structures in kidney", "Renal tubular defect"], "body_systems": [], "has_definition": true}
{"id": "symptom_hp0002521", "symptom_name": "Hypsarrhythmia", "hpo_id": "HP:0002521", "category": "symptom_definition", "feature_type": "Procedure_EEG", "url": "https://hpo.jax.org/browse/term/HP:0002521", "definition": "Hypsarrhythmia is abnormal interictal high amplitude waves and a background of irregular spikes. There is continuous (during wakefulness), high-amplitude (>200 Hz), generalized polymorphic slowing with no organized background and multifocal spikes demonstrated by electroencephalography (EEG).", "content": "Hypsarrhythmia, also known as Hypsarrhythmia by EEG, is Hypsarrhythmia is abnormal interictal high amplitude waves and a background of irregular spikes. There is continuous (during wakefulness), high-amplitude (>200 Hz), generalized polymorphic slowing with no organized background and multifocal spikes demonstrated by electroencephalography (EEG).. This symptom affects the Nervous System", "synonyms": ["Hypsarrhythmia by EEG"], "body_systems": ["Nervous System"], "has_definition": true}
{"id": "symptom_hp0001399", "symptom_name": "Hepatic failure", "hpo_id": "HP:0001399", "category": "symptom_definition", "feature_type": "Symptom", "url": "https://hpo.jax.org/browse/term/HP:0001399", "definition": "", "content": "Hepatic failure, also known as Liver failure,. This symptom affects the Digestive System", "synonyms": ["Liver failure"], "body_systems": ["Digestive System"], "has_definition": false}
{"id": "symptom_hp0001596", "symptom_name": "Alopecia", "hpo_id": "HP:0001596", "category": "symptom_definition", "feature_type": "Symptom", "url": "https://hpo.jax.org/browse/term/HP:0001596", "definition": "A noncongenital process of hair loss, which may progress to partial or complete baldness.", "content": "Alopecia, also known as Hair loss, is A noncongenital process of hair loss, which may progress to partial or complete baldness.. This symptom affects the Skin System", "synonyms": ["Hair loss"], "body_systems": ["Skin System"], "has_definition": true}
{"id": "symptom_hp0002493", "symptom_name": "Upper motor neuron dysfunction", "hpo_id": "HP:0002493", "category": "symptom_definition", "feature_type": "Symptom", "url": "https://hpo.jax.org/browse/term/HP:0002493", "definition": "A functional anomaly of the upper motor neuron. The upper motor neurons are neurons of the primary motor cortex which project to the brainstem and spinal chord via the corticonuclear, corticobulbar and corticospinal (pyramidal) tracts. They are involved in control of voluntary movements. Dysfunction leads to weakness, impairment of fine motor movements, spasticity, hyperreflexia and abnormal pyramidal signs.", "content": "Upper motor neuron dysfunction, also known as Corticospinal tract dysfunction, Pyramidal tract dysfunction, is A functional anomaly of the upper motor neuron. The upper motor neurons are neurons of the primary motor cortex which project to the brainstem and spinal chord via the corticonuclear, corticobulbar and corticospinal (pyramidal) tracts. They are involved in control of voluntary movements. Dysfunction leads to weakness, impairment of fine motor movements, spasticity, hyperreflexia and abnormal pyramidal signs.. This symptom affects the Nervous System", "synonyms": ["Corticospinal tract dysfunction", "Pyramidal tract dysfunction"], "body_systems": ["Nervous System"], "has_definition": true}
{"id": "symptom_hp0200147", "symptom_name": "Neuronal loss in basal ganglia", "hpo_id": "HP:0200147", "category": "symptom_definition", "feature_type": "Symptom", "url": "https://hpo.jax.org/browse/term/HP:0200147", "definition": "A reduction in the number of nerve cells in the basal ganglia.", "content": "Neuronal loss in basal ganglia,  is A reduction in the number of nerve cells in the basal ganglia.. This symptom affects the Nervous System", "synonyms": [], "body_systems": ["Nervous System"], "has_definition": true}
{"id": "symptom_hp0001250", "symptom_name": "Seizure", "hpo_id": "HP:0001250", "category": "symptom_definition", "feature_type": "Symptom", "url": "https://hpo.jax.org/browse/term/HP:0001250", "definition": "A seizure is an intermittent abnormality of nervous system physiology characterized by a transient occurrence of signs and/or symptoms due to abnormal excessive or synchronous neuronal activity in the brain.", "content": "Seizure, also known as Epileptic seizure, Seizures, is A seizure is an intermittent abnormality of nervous system physiology characterized by a transient occurrence of signs and/or symptoms due to abnormal excessive or synchronous neuronal activity in the brain.. This symptom affects the Nervous System", "synonyms": ["Epileptic seizure", "Seizures"], "body_systems": ["Nervous System"], "has_definition": true}
{"id": "symptom_hp0001943", "symptom_name": "Hypoglycemia", "hpo_id": "HP:0001943", "category": "symptom_definition", "feature_type": "Lab", "url": "https://hpo.jax.org/browse/term/HP:0001943", "definition": "A decreased concentration of glucose in the blood.", "content": "Hypoglycemia, also known as Hypoglycaemia, Low blood sugar, is A decreased concentration of glucose in the blood", "synonyms": ["Hypoglycaemia", "Low blood sugar"], "body_systems": [], "has_definition": true}
{"id": "symptom_hp0000587", "symptom_name": "Abnormal optic nerve morphology", "hpo_id": "HP:0000587", "category": "symptom_definition", "feature_type": "Symptom", "url": "https://hpo.jax.org/browse/term/HP:0000587", "definition": "Abnormality of the optic nerve.", "content": "Abnormal optic nerve morphology, also known as Abnormality of the optic nerve, optic nerve abnormalities, Optic nerve issue, is Abnormality of the optic nerve", "synonyms": ["Abnormality of the optic nerve", "optic nerve abnormalities", "Optic nerve issue"], "body_systems": [], "has_definition": true}
{"id": "symptom_hp0002487", "symptom_name": "Hyperkinetic movements", "hpo_id": "HP:0002487", "category": "symptom_definition", "feature_type": "Symptom", "url": "https://hpo.jax.org/browse/term/HP:0002487", "definition": "Motor hyperactivity with excessive movement of muscles of the body as a whole.", "content": "Hyperkinetic movements, also known as Hyperactive movements, Hyperkinesia, Hyperkinesis, is Motor hyperactivity with excessive movement of muscles of the body as a whole.. This symptom affects the Nervous System", "synonyms": ["Hyperactive movements", "Hyperkinesia", "Hyperkinesis"], "body_systems": ["Nervous System"], "has_definition": true}
{"id": "symptom_hp0008314", "symptom_name": "Decreased activity of mitochondrial complex II", "hpo_id": "HP:0008314", "category": "symptom_definition", "feature_type": "Lab", "url": "https://hpo.jax.org/browse/term/HP:0008314", "definition": "A reduction in the activity of the mitochondrial respiratory chain complex II, which is part of the electron transport chain in mitochondria.", "content": "Decreased activity of mitochondrial complex II,  is A reduction in the activity of the mitochondrial respiratory chain complex II, which is part of the electron transport chain in mitochondria", "synonyms": [], "body_systems": [], "has_definition": true}
{"id": "symptom_hp0002171", "symptom_name": "Gliosis", "hpo_id": "HP:0002171", "category": "symptom_definition", "feature_type": "Symptom", "url": "https://hpo.jax.org/browse/term/HP:0002171", "definition": "Gliosis is the focal proliferation of glial cells in the central nervous system.", "content": "Gliosis, also known as Cerebral gliosis, Excess astrocytes in brain, is Gliosis is the focal proliferation of glial cells in the central nervous system.. This symptom affects the Nervous System", "synonyms": ["Cerebral gliosis", "Excess astrocytes in brain"], "body_systems": ["Nervous System"], "has_definition": true}
{"id": "symptom_hp0002376", "symptom_name": "Developmental regression", "hpo_id": "HP:0002376", "category": "symptom_definition", "feature_type": "Symptom", "url": "https://hpo.jax.org/browse/term/HP:0002376", "definition": "Loss of developmental skills, as manifested by loss of developmental milestones.", "content": "Developmental regression, also known as Loss of acquired milestones, Loss of developmental milestones, Loss of milestones, Mental deterioration in childhood, Neurodevelopmental regression, Psychomotor regression, Psychomotor regression beginning in infancy, Psychomotor regression in infants, Psychomotor regression, progressive, is Loss of developmental skills, as manifested by loss of developmental milestones.. This symptom affects the Nervous System", "synonyms": ["Loss of acquired milestones", "Loss of developmental milestones", "Loss of milestones", "Mental deterioration in childhood", "Neurodevelopmental regression", "Psychomotor regression", "Psychomotor regression beginning in infancy", "Psychomotor regression in infants", "Psychomotor regression, progressive"], "body_systems": ["Nervous System"], "has_definition": true}
{"id": "symptom_hp0000924", "symptom_name": "Abnormality of the skeletal system", "hpo_id": "HP:0000924", "category": "symptom_definition", "feature_type": "Symptom", "url": "https://hpo.jax.org/browse/term/HP:0000924", "definition": "An abnormality of the skeletal system.", "content": "Abnormality of the skeletal system, also known as Abnormality of the skeletal system, Skeletal abnormalities, Skeletal anomalies, is An abnormality of the skeletal system.. This symptom affects the Musculoskeletal System", "synonyms": ["Abnormality of the skeletal system", "Skeletal abnormalities", "Skeletal anomalies"], "body_systems": ["Musculoskeletal System"], "has_definition": true}
{"id": "symptom_hp0012748", "symptom_name": "Focal T2 hyperintense brainstem lesion", "hpo_id": "HP:0012748", "category": "symptom_definition", "feature_type": "Imaging_MRI", "url": "https://hpo.jax.org/browse/term/HP:0012748", "definition": "A lighter than expected T2 signal on magnetic resonance imaging (MRI) of the brainstem. This term refers to a localized hyperintensity affecting a particular region of the brainstem.", "content": "Focal T2 hyperintense brainstem lesion,  is A lighter than expected T2 signal on magnetic resonance imaging (MRI) of the brainstem. This term refers to a localized hyperintensity affecting a particular region of the brainstem.. This symptom affects the Nervous System", "synonyms": [], "body_systems": ["Nervous System"], "has_definition": true}
{"id": "symptom_hp0000407", "symptom_name": "Sensorineural hearing impairment", "hpo_id": "HP:0000407", "category": "symptom_definition", "feature_type": "Symptom", "url": "https://hpo.jax.org/browse/term/HP:0000407", "definition": "A type of hearing impairment in one or both ears related to an abnormal functionality of the cochlear nerve.", "content": "Sensorineural hearing impairment, also known as Hearing loss, sensorineural, Sensorineural deafness, Sensorineural hearing loss, is A type of hearing impairment in one or both ears related to an abnormal functionality of the cochlear nerve", "synonyms": ["Hearing loss, sensorineural", "Sensorineural deafness", "Sensorineural hearing loss"], "body_systems": [], "has_definition": true}
{"id": "symptom_hp0002344", "symptom_name": "Progressive neurologic deterioration", "hpo_id": "HP:0002344", "category": "symptom_definition", "feature_type": "Symptom", "url": "https://hpo.jax.org/browse/term/HP:0002344", "definition": "", "content": "Progressive neurologic deterioration, also known as Neurologic deterioration, Neurologic deterioration, progressive, Progressive mental deterioration, Progressive neurodegeneration, Worsening neurological symptoms,. This symptom affects the Nervous System", "synonyms": ["Neurologic deterioration", "Neurologic deterioration, progressive", "Progressive mental deterioration", "Progressive neurodegeneration", "Worsening neurological symptoms"], "body_systems": ["Nervous System"], "has_definition": false}
{"id": "symptom_hp0002793", "symptom_name": "Abnormal pattern of respiration", "hpo_id": "HP:0002793", "category": "symptom_definition", "feature_type": "Symptom", "url": "https://hpo.jax.org/browse/term/HP:0002793", "definition": "An anomaly of the rhythm or depth of breathing.", "content": "Abnormal pattern of respiration, also known as Abnormal pattern of respiration, Abnormal respiratory patterns, Unusual breathing patterns, is An anomaly of the rhythm or depth of breathing.. This symptom affects the Respiratory system", "synonyms": ["Abnormal pattern of respiration", "Abnormal respiratory patterns", "Unusual breathing patterns"], "body_systems": ["Respiratory system"], "has_definition": true}
{"id": "symptom_hp0410145", "symptom_name": "Decreased circulating biotinidase concentration", "hpo_id": "HP:0410145", "category": "symptom_definition", "feature_type": "Lab", "url": "https://hpo.jax.org/browse/term/HP:0410145", "definition": "Concentration of biotinidase in the blood circulation below the lower limit of normal. Biotidinase is an enzyme that releases biotin from biocytin, the product of biotin-dependent carboxylases degradation.", "content": "Decreased circulating biotinidase concentration, also known as Decreased biotinidase level, is Concentration of biotinidase in the blood circulation below the lower limit of normal. Biotidinase is an enzyme that releases biotin from biocytin, the product of biotin-dependent carboxylases degradation", "synonyms": ["Decreased biotinidase level"], "body_systems": [], "has_definition": true}
{"id": "symptom_hp0008972", "symptom_name": "Decreased activity of mitochondrial respiratory chain", "hpo_id": "HP:0008972", "category": "symptom_definition", "feature_type": "Lab", "url": "https://hpo.jax.org/browse/term/HP:0008972", "definition": "Decreased activity of the mitochondrial respiratory chain.", "content": "Decreased activity of mitochondrial respiratory chain,  is Decreased activity of the mitochondrial respiratory chain", "synonyms": [], "body_systems": [], "has_definition": true}
{"id": "symptom_hp0002579", "symptom_name": "Gastrointestinal dysmotility", "hpo_id": "HP:0002579", "category": "symptom_definition", "feature_type": "Symptom", "url": "https://hpo.jax.org/browse/term/HP:0002579", "definition": "Abnormal intestinal contractions, such as spasms and intestinal paralysis, related to the loss of the ability of the gut to coordinate muscular activity because of endogenous or exogenous causes.", "content": "Gastrointestinal dysmotility, also known as GI dysmotility, is Abnormal intestinal contractions, such as spasms and intestinal paralysis, related to the loss of the ability of the gut to coordinate muscular activity because of endogenous or exogenous causes.. This symptom affects the Digestive System", "synonyms": ["GI dysmotility"], "body_systems": ["Digestive System"], "has_definition": true}
{"id": "symptom_hp0003202", "symptom_name": "Skeletal muscle atrophy", "hpo_id": "HP:0003202", "category": "symptom_definition", "feature_type": "Symptom", "url": "https://hpo.jax.org/browse/term/HP:0003202", "definition": "The presence of skeletal muscular atrophy (which is also known as amyotrophy).", "content": "Skeletal muscle atrophy, also known as Amyotrophy, Amyotrophy involving the extremities, Muscle atrophy, Muscle atrophy, neurogenic, Muscle degeneration, Muscle hypotrophy, Muscle wasting, Muscular atrophy, Neurogenic muscle atrophy, Neurogenic muscle atrophy, especially in the lower limbs, Neurogenic muscular atrophy, is The presence of skeletal muscular atrophy (which is also known as amyotrophy).. This symptom affects the Musculoskeletal System", "synonyms": ["Amyotrophy", "Amyotrophy involving the extremities", "Muscle atrophy", "Muscle atrophy, neurogenic", "Muscle degeneration", "Muscle hypotrophy", "Muscle wasting", "Muscular atrophy", "Neurogenic muscle atrophy", "Neurogenic muscle atrophy, especially in the lower limbs", "Neurogenic muscular atrophy"], "body_systems": ["Musculoskeletal System"], "has_definition": true}
{"id": "symptom_hp0100022", "symptom_name": "Abnormality of movement", "hpo_id": "HP:0100022", "category": "symptom_definition", "feature_type": "Symptom", "url": "https://hpo.jax.org/browse/term/HP:0100022", "definition": "An abnormality of movement with a neurological basis characterized by changes in coordination and speed of voluntary movements.", "content": "Abnormality of movement, also known as Abnormality of movement, Movement disorder, Unusual movement, is An abnormality of movement with a neurological basis characterized by changes in coordination and speed of voluntary movements.. This symptom affects the Nervous System", "synonyms": ["Abnormality of movement", "Movement disorder", "Unusual movement"], "body_systems": ["Nervous System"], "has_definition": true}
{"id": "symptom_hp0002542", "symptom_name": "Olivopontocerebellar atrophy", "hpo_id": "HP:0002542", "category": "symptom_definition", "feature_type": "Symptom", "url": "https://hpo.jax.org/browse/term/HP:0002542", "definition": "Neuronal degeneration in the cerebellum, pontine nuclei, and inferior olivary nucleus.", "content": "Olivopontocerebellar atrophy, also known as Olivopontocerebellar degeneration, is Neuronal degeneration in the cerebellum, pontine nuclei, and inferior olivary nucleus.. This symptom affects the Nervous System", "synonyms": ["Olivopontocerebellar degeneration"], "body_systems": ["Nervous System"], "has_definition": true}
{"id": "symptom_hp0003535", "symptom_name": "3-Methylglutaconic aciduria", "hpo_id": "HP:0003535", "category": "symptom_definition", "feature_type": "Lab", "url": "https://hpo.jax.org/browse/term/HP:0003535", "definition": "An increased amount of 3-methylglutaconic acid in the urine.", "content": "3-Methylglutaconic aciduria, also known as 3-Methylglutaconicaciduria, is An increased amount of 3-methylglutaconic acid in the urine", "synonyms": ["3-Methylglutaconicaciduria"], "body_systems": [], "has_definition": true}
{"id": "symptom_hp0002909", "symptom_name": "Generalized aminoaciduria", "hpo_id": "HP:0002909", "category": "symptom_definition", "feature_type": "Lab", "url": "https://hpo.jax.org/browse/term/HP:0002909", "definition": "An increased concentration of all types of amino acid in the urine.", "content": "Generalized aminoaciduria, also known as Generalized nonspecific aminoaciduria, is An increased concentration of all types of amino acid in the urine", "synonyms": ["Generalized nonspecific aminoaciduria"], "body_systems": [], "has_definition": true}
{"id": "symptom_hp0001999", "symptom_name": "Abnormal facial shape", "hpo_id": "HP:0001999", "category": "symptom_definition", "feature_type": "Symptom", "url": "https://hpo.jax.org/browse/term/HP:0001999", "definition": "An abnormal morphology (form) of the face or its components.", "content": "Abnormal facial shape, also known as Abnormal facial shape, Abnormal morphology of the face, Distinctive facies, Dysmorphic facial features, Dysmorphic facies, Facial dysmorphism, Unusual facial appearance, Unusual facies, is An abnormal morphology (form) of the face or its components", "synonyms": ["Abnormal facial shape", "Abnormal morphology of the face", "Distinctive facies", "Dysmorphic facial features", "Dysmorphic facies", "Facial dysmorphism", "Unusual facial appearance", "Unusual facies"], "body_systems": [], "has_definition": true}
{"id": "symptom_hp0004305", "symptom_name": "Involuntary movements", "hpo_id": "HP:0004305", "category": "symptom_definition", "feature_type": "Symptom", "url": "https://hpo.jax.org/browse/term/HP:0004305", "definition": "Involuntary contractions of muscle leading to involuntary movements of extremities, neck, trunk, or face.", "content": "Involuntary movements, also known as Involuntary movements, Involuntary muscle contractions, is Involuntary contractions of muscle leading to involuntary movements of extremities, neck, trunk, or face.. This symptom affects the Nervous System", "synonyms": ["Involuntary movements", "Involuntary muscle contractions"], "body_systems": ["Nervous System"], "has_definition": true}
{"id": "symptom_hp0012747", "symptom_name": "Abnormal brainstem MRI signal intensity", "hpo_id": "HP:0012747", "category": "symptom_definition", "feature_type": "Imaging_MRI", "url": "https://hpo.jax.org/browse/term/HP:0012747", "definition": "A deviation from normal signal on magnetic resonance imaging (MRI) of the brainstem.", "content": "Abnormal brainstem MRI signal intensity,  is A deviation from normal signal on magnetic resonance imaging (MRI) of the brainstem.. This symptom affects the Nervous System", "synonyms": [], "body_systems": ["Nervous System"], "has_definition": true}
{"id": "symptom_hp0040197", "symptom_name": "Encephalomalacia", "hpo_id": "HP:0040197", "category": "symptom_definition", "feature_type": "Symptom", "url": "https://hpo.jax.org/browse/term/HP:0040197", "definition": "Encephalomalacia is the softening or loss of brain tissue after cerebral infarction, cerebral ischemia, infection, craniocerebral trauma, or other injury.", "content": "Encephalomalacia, also known as Cerebral softening, is Encephalomalacia is the softening or loss of brain tissue after cerebral infarction, cerebral ischemia, infection, craniocerebral trauma, or other injury.. This symptom affects the Nervous System", "synonyms": ["Cerebral softening"], "body_systems": ["Nervous System"], "has_definition": true}
{"id": "symptom_hp0001508", "symptom_name": "Failure to thrive", "hpo_id": "HP:0001508", "category": "symptom_definition", "feature_type": "Symptom", "url": "https://hpo.jax.org/browse/term/HP:0001508", "definition": "Failure to thrive (FTT) refers to a child whose physical growth is substantially below the norm.", "content": "Failure to thrive, also known as Faltering weight, FTT, Postnatal failure to thrive, Weight faltering, is Failure to thrive (FTT) refers to a child whose physical growth is substantially below the norm", "synonyms": ["Faltering weight", "FTT", "Postnatal failure to thrive", "Weight faltering"], "body_systems": [], "has_definition": true}
{"id": "symptom_hp0012751", "symptom_name": "Abnormal basal ganglia MRI signal intensity", "hpo_id": "HP:0012751", "category": "symptom_definition", "feature_type": "Imaging_MRI", "url": "https://hpo.jax.org/browse/term/HP:0012751", "definition": "A deviation from normal signal on magnetic resonance imaging (MRI) of the basal ganglia.", "content": "Abnormal basal ganglia MRI signal intensity,  is A deviation from normal signal on magnetic resonance imaging (MRI) of the basal ganglia.. This symptom affects the Nervous System", "synonyms": [], "body_systems": ["Nervous System"], "has_definition": true}
{"id": "symptom_hp0007183", "symptom_name": "Focal T2 hyperintense basal ganglia lesion", "hpo_id": "HP:0007183", "category": "symptom_definition", "feature_type": "Imaging_MRI", "url": "https://hpo.jax.org/browse/term/HP:0007183", "definition": "A lighter than expected T2 signal on magnetic resonance imaging (MRI) of the basal ganglia. This term refers to a localized hyperintensity affecting a particular region of the basal ganglia.", "content": "Focal T2 hyperintense basal ganglia lesion,  is A lighter than expected T2 signal on magnetic resonance imaging (MRI) of the basal ganglia. This term refers to a localized hyperintensity affecting a particular region of the basal ganglia.. This symptom affects the Nervous System", "synonyms": [], "body_systems": ["Nervous System"], "has_definition": true}
{"id": "symptom_hp0001947", "symptom_name": "Renal tubular acidosis", "hpo_id": "HP:0001947", "category": "symptom_definition", "feature_type": "Lab", "url": "https://hpo.jax.org/browse/term/HP:0001947", "definition": "Acidosis owing to malfunction of the kidney tubules with accumulation of metabolic acids and hyperchloremia, potentially leading to complications including hypokalemia, hypercalcinuria, nephrolithiasis and nephrocalcinosis.", "content": "Renal tubular acidosis, also known as Accumulation of acid in body due to kidney problem, is Acidosis owing to malfunction of the kidney tubules with accumulation of metabolic acids and hyperchloremia, potentially leading to complications including hypokalemia, hypercalcinuria, nephrolithiasis and nephrocalcinosis", "synonyms": ["Accumulation of acid in body due to kidney problem"], "body_systems": [], "has_definition": true}
{"id": "symptom_hp0002415", "symptom_name": "Leukodystrophy", "hpo_id": "HP:0002415", "category": "symptom_definition", "feature_type": "Symptom", "url": "https://hpo.jax.org/browse/term/HP:0002415", "definition": "Leukodystrophy refers to deterioration of white matter of the brain resulting from degeneration of myelin sheaths in the CNS. Their basic defect is directly related to the synthesis and maintenance of myelin membranes. Symmetric white matter involvement at MRI is a typical finding in patients with leukodystrophies.", "content": "Leukodystrophy, also known as Degeneration of white matter of brain, is Leukodystrophy refers to deterioration of white matter of the brain resulting from degeneration of myelin sheaths in the CNS. Their basic defect is directly related to the synthesis and maintenance of myelin membranes. Symmetric white matter involvement at MRI is a typical finding in patients with leukodystrophies.. This symptom affects the Nervous System", "synonyms": ["Degeneration of white matter of brain"], "body_systems": ["Nervous System"], "has_definition": true}
{"id": "symptom_hp0008336", "symptom_name": "Complex organic aciduria", "hpo_id": "HP:0008336", "category": "symptom_definition", "feature_type": "Lab", "url": "https://hpo.jax.org/browse/term/HP:0008336", "definition": "", "content": "Complex organic aciduria. No additional information is available.", "synonyms": [], "body_systems": [], "has_definition": false}
{"id": "symptom_hp0410263", "symptom_name": "Brain imaging abnormality", "hpo_id": "HP:0410263", "category": "symptom_definition", "feature_type": "Symptom", "url": "https://hpo.jax.org/browse/term/HP:0410263", "definition": "An anomaly of metabolism or structure of the brain identified by imaging.", "content": "Brain imaging abnormality, also known as Abnormal brain imaging, is An anomaly of metabolism or structure of the brain identified by imaging.. This symptom affects the Nervous System", "synonyms": ["Abnormal brain imaging"], "body_systems": ["Nervous System"], "has_definition": true}
{"id": "symptom_hp0002928", "symptom_name": "Decreased activity of the pyruvate dehydrogenase complex", "hpo_id": "HP:0002928", "category": "symptom_definition", "feature_type": "Lab", "url": "https://hpo.jax.org/browse/term/HP:0002928", "definition": "", "content": "Decreased activity of the pyruvate dehydrogenase complex, also known as Decreased activity of the PDH complex, Pyruvate dehydrogenase complex deficiency", "synonyms": ["Decreased activity of the PDH complex", "Pyruvate dehydrogenase complex deficiency"], "body_systems": [], "has_definition": false}
{"id": "symptom_hp0002828", "symptom_name": "Multiple joint contractures", "hpo_id": "HP:0002828", "category": "symptom_definition", "feature_type": "Symptom", "url": "https://hpo.jax.org/browse/term/HP:0002828", "definition": "", "content": "Multiple joint contractures, . This symptom affects the Musculoskeletal System", "synonyms": [], "body_systems": ["Musculoskeletal System"], "has_definition": false}
{"id": "symptom_hp0003390", "symptom_name": "Sensory axonal neuropathy", "hpo_id": "HP:0003390", "category": "symptom_definition", "feature_type": "Symptom", "url": "https://hpo.jax.org/browse/term/HP:0003390", "definition": "An axonal neuropathy of peripheral sensory nerves.", "content": "Sensory axonal neuropathy, also known as Axonal sensory neuropathy, is An axonal neuropathy of peripheral sensory nerves.. This symptom affects the Nervous System", "synonyms": ["Axonal sensory neuropathy"], "body_systems": ["Nervous System"], "has_definition": true}
{"id": "symptom_hp0000964", "symptom_name": "Eczematoid dermatitis", "hpo_id": "HP:0000964", "category": "symptom_definition", "feature_type": "Symptom", "url": "https://hpo.jax.org/browse/term/HP:0000964", "definition": "Eczema is a form of dermatitis that is characterized by scaly, pruritic, erythematous lesions located on flexural surfaces.", "content": "Eczematoid dermatitis, also known as Eczema, is Eczema is a form of dermatitis that is characterized by scaly, pruritic, erythematous lesions located on flexural surfaces.. This symptom affects the Skin System, Immune System", "synonyms": ["Eczema"], "body_systems": ["Skin System", "Immune System"], "has_definition": true}
{"id": "symptom_hp0002133", "symptom_name": "Status epilepticus", "hpo_id": "HP:0002133", "category": "symptom_definition", "feature_type": "Symptom", "url": "https://hpo.jax.org/browse/term/HP:0002133", "definition": "Status epilepticus is a type of prolonged seizure resulting either from the failure of the mechanisms responsible for seizure termination or from the initiation of mechanisms which lead to abnormally prolonged seizures (after time point t1). It is a condition that can have long-term consequences (after time point t2), including neuronal death, neuronal injury, and alteration of neuronal networks, depending on the type and duration of seizures.", "content": "Status epilepticus, also known as Prolonged seizure, Repeated seizure without recovery, Repeated seizures without recovery between them, is Status epilepticus is a type of prolonged seizure resulting either from the failure of the mechanisms responsible for seizure termination or from the initiation of mechanisms which lead to abnormally prolonged seizures (after time point t1). It is a condition that can have long-term consequences (after time point t2), including neuronal death, neuronal injury, and alteration of neuronal networks, depending on the type and duration of seizures.. This symptom affects the Nervous System", "synonyms": ["Prolonged seizure", "Repeated seizure without recovery", "Repeated seizures without recovery between them"], "body_systems": ["Nervous System"], "has_definition": true}
{"id": "symptom_hp0001251", "symptom_name": "Ataxia", "hpo_id": "HP:0001251", "category": "symptom_definition", "feature_type": "Symptom", "url": "https://hpo.jax.org/browse/term/HP:0001251", "definition": "Cerebellar ataxia refers to ataxia due to dysfunction of the cerebellum. This causes a variety of elementary neurological deficits including asynergy (lack of coordination between muscles, limbs and joints), dysmetria (lack of ability to judge distances that can lead to under- or overshoot in grasping movements), and dysdiadochokinesia (inability to perform rapid movements requiring antagonizing muscle groups to be switched on and off repeatedly).", "content": "Ataxia, also known as Cerebellar ataxia, is Cerebellar ataxia refers to ataxia due to dysfunction of the cerebellum. This causes a variety of elementary neurological deficits including asynergy (lack of coordination between muscles, limbs and joints), dysmetria (lack of ability to judge distances that can lead to under- or overshoot in grasping movements), and dysdiadochokinesia (inability to perform rapid movements requiring antagonizing muscle groups to be switched on and off repeatedly).. This symptom affects the Nervous System", "synonyms": ["Cerebellar ataxia"], "body_systems": ["Nervous System"], "has_definition": true}
{"id": "symptom_hp0002015", "symptom_name": "Dysphagia", "hpo_id": "HP:0002015", "category": "symptom_definition", "feature_type": "Symptom", "url": "https://hpo.jax.org/browse/term/HP:0002015", "definition": "Difficulty in swallowing.", "content": "Dysphagia, also known as Difficulty swallowing, Poor swallowing, Swallowing difficulties, Swallowing difficulty, is Difficulty in swallowing.. This symptom affects the Nervous System, Digestive System", "synonyms": ["Difficulty swallowing", "Poor swallowing", "Swallowing difficulties", "Swallowing difficulty"], "body_systems": ["Nervous System", "Digestive System"], "has_definition": true}
{"id": "symptom_hp0031691", "symptom_name": "Severe viral infection", "hpo_id": "HP:0031691", "category": "symptom_definition", "feature_type": "Symptom", "url": "https://hpo.jax.org/browse/term/HP:0031691", "definition": "An unusually severe viral infection.", "content": "Severe viral infection,  is An unusually severe viral infection.. This symptom affects the Immune System", "synonyms": [], "body_systems": ["Immune System"], "has_definition": true}
{"id": "symptom_hp0012120", "symptom_name": "Methylmalonic aciduria", "hpo_id": "HP:0012120", "category": "symptom_definition", "feature_type": "Lab", "url": "https://hpo.jax.org/browse/term/HP:0012120", "definition": "Increased concentration of methylmalonic acid in the urine.", "content": "Methylmalonic aciduria, also known as High blood methylmalonic acid levels, Methymalonicaciduria, is Increased concentration of methylmalonic acid in the urine", "synonyms": ["High blood methylmalonic acid levels", "Methymalonicaciduria"], "body_systems": [], "has_definition": true}
{"id": "symptom_hp0000100", "symptom_name": "Nephrotic syndrome", "hpo_id": "HP:0000100", "category": "symptom_definition", "feature_type": "Symptom", "url": "https://hpo.jax.org/browse/term/HP:0000100", "definition": "Nephrotic syndrome is a collection of findings resulting from glomerular dysfunction with an increase in glomerular capillary wall permeability associated with pronounced proteinuria. Nephrotic syndrome refers to the constellation of clinical findings that result from severe renal loss of protein, with Proteinuria and hypoalbuminemia, edema, and hyperlipidemia.", "content": "Nephrotic syndrome, also known as Nephrosis, is Nephrotic syndrome is a collection of findings resulting from glomerular dysfunction with an increase in glomerular capillary wall permeability associated with pronounced proteinuria. Nephrotic syndrome refers to the constellation of clinical findings that result from severe renal loss of protein, with Proteinuria and hypoalbuminemia, edema, and hyperlipidemia", "synonyms": ["Nephrosis"], "body_systems": [], "has_definition": true}
{"id": "symptom_hp0008347", "symptom_name": "Decreased activity of mitochondrial complex IV", "hpo_id": "HP:0008347", "category": "symptom_definition", "feature_type": "Lab", "url": "https://hpo.jax.org/browse/term/HP:0008347", "definition": "A reduction in the activity of the mitochondrial respiratory chain complex IV, which is part of the electron transport chain in mitochondria.", "content": "Decreased activity of mitochondrial complex IV,  is A reduction in the activity of the mitochondrial respiratory chain complex IV, which is part of the electron transport chain in mitochondria", "synonyms": [], "body_systems": [], "has_definition": true}
{"id": "symptom_hp0001903", "symptom_name": "Anemia", "hpo_id": "HP:0001903", "category": "symptom_definition", "feature_type": "Symptom", "url": "https://hpo.jax.org/browse/term/HP:0001903", "definition": "A reduction in erythrocytes volume or hemoglobin concentration.", "content": "Anemia, also known as Anaemia, Low number of red blood cells or hemoglobin, is A reduction in erythrocytes volume or hemoglobin concentration.. This symptom affects the Blood and Blood-Forming Tissue", "synonyms": ["Anaemia", "Low number of red blood cells or hemoglobin"], "body_systems": ["Blood and Blood-Forming Tissue"], "has_definition": true}
{"id": "symptom_hp0001639", "symptom_name": "Hypertrophic cardiomyopathy", "hpo_id": "HP:0001639", "category": "symptom_definition", "feature_type": "Symptom", "url": "https://hpo.jax.org/browse/term/HP:0001639", "definition": "Hypertrophic cardiomyopathy (HCM) is defined by the presence of increased ventricular wall thickness or mass in the absence of loading conditions (hypertension, valve disease) sufficient to cause the observed abnormality.", "content": "Hypertrophic cardiomyopathy, also known as Cardiomyopathy, hypertrophic, Enlarged and thickened heart muscle, HCM, is Hypertrophic cardiomyopathy (HCM) is defined by the presence of increased ventricular wall thickness or mass in the absence of loading conditions (hypertension, valve disease) sufficient to cause the observed abnormality.. This symptom affects the Cardiovascular System", "synonyms": ["Cardiomyopathy, hypertrophic", "Enlarged and thickened heart muscle", "HCM"], "body_systems": ["Cardiovascular System"], "has_definition": true}
{"id": "symptom_hp0002071", "symptom_name": "Abnormality of extrapyramidal motor function", "hpo_id": "HP:0002071", "category": "symptom_definition", "feature_type": "Symptom", "url": "https://hpo.jax.org/browse/term/HP:0002071", "definition": "A neurological condition related to lesions of the basal ganglia leading to typical abnormalities including akinesia (inability to initiate changes in activity and perform volitional movements rapidly and easily), muscular rigidity (continuous contraction of muscles with constant resistance to passive movement), chorea (widespread arrhythmic movements of a forcible, rapid, jerky, and restless nature), athetosis (inability to sustain the muscles of the fingers, toes, or other group of muscles in a fixed position), and akathisia (inability to remain motionless).", "content": "Abnormality of extrapyramidal motor function, also known as Extrapyramidal dysfunction, Extrapyramidal signs, Extrapyramidal symptoms, Extrapyramidal syndrome, Extrapyramidal tract signs, is A neurological condition related to lesions of the basal ganglia leading to typical abnormalities including akinesia (inability to initiate changes in activity and perform volitional movements rapidly and easily), muscular rigidity (continuous contraction of muscles with constant resistance to passive movement), chorea (widespread arrhythmic movements of a forcible, rapid, jerky, and restless nature), athetosis (inability to sustain the muscles of the fingers, toes, or other group of muscles in a fixed position), and akathisia (inability to remain motionless).. This symptom affects the Nervous System", "synonyms": ["Extrapyramidal dysfunction", "Extrapyramidal signs", "Extrapyramidal symptoms", "Extrapyramidal syndrome", "Extrapyramidal tract signs"], "body_systems": ["Nervous System"], "has_definition": true}
{"id": "symptom_hp0000648", "symptom_name": "Optic atrophy", "hpo_id": "HP:0000648", "category": "symptom_definition", "feature_type": "Symptom", "url": "https://hpo.jax.org/browse/term/HP:0000648", "definition": "Atrophy of the optic nerve. Optic atrophy results from the death of the retinal ganglion cell axons that comprise the optic nerve and manifesting as a pale optic nerve on fundoscopy.", "content": "Optic atrophy, also known as Optic nerve atrophy, Optic-nerve degeneration, is Atrophy of the optic nerve. Optic atrophy results from the death of the retinal ganglion cell axons that comprise the optic nerve and manifesting as a pale optic nerve on fundoscopy", "synonyms": ["Optic nerve atrophy", "Optic-nerve degeneration"], "body_systems": [], "has_definition": true}
{"id": "symptom_hp0011335", "symptom_name": "Frontal hirsutism", "hpo_id": "HP:0011335", "category": "symptom_definition", "feature_type": "Symptom", "url": "https://hpo.jax.org/browse/term/HP:0011335", "definition": "Excessive amount of hair growth on forehead.", "content": "Frontal hirsutism, also known as Hairy forehead, Hirsute forehead, is Excessive amount of hair growth on forehead.. This symptom affects the Skin System", "synonyms": ["Hairy forehead", "Hirsute forehead"], "body_systems": ["Skin System"], "has_definition": true}
{"id": "symptom_hp0001272", "symptom_name": "Cerebellar atrophy", "hpo_id": "HP:0001272", "category": "symptom_definition", "feature_type": "Symptom", "url": "https://hpo.jax.org/browse/term/HP:0001272", "definition": "Cerebellar atrophy is defined as a cerebellum with initially normal structures, in a posterior fossa with normal size, which displays enlarged fissures (interfolial spaces) in comparison to the foliae secondary to loss of tissue. Cerebellar atrophy implies irreversible loss of tissue and result from an ongoing progressive disease until a final stage is reached or a single injury, e.g. an intoxication or infectious event.", "content": "Cerebellar atrophy, also known as Atrophic cerebellum, Degeneration of cerebellum, is Cerebellar atrophy is defined as a cerebellum with initially normal structures, in a posterior fossa with normal size, which displays enlarged fissures (interfolial spaces) in comparison to the foliae secondary to loss of tissue. Cerebellar atrophy implies irreversible loss of tissue and result from an ongoing progressive disease until a final stage is reached or a single injury, e.g. an intoxication or infectious event.. This symptom affects the Nervous System", "synonyms": ["Atrophic cerebellum", "Degeneration of cerebellum"], "body_systems": ["Nervous System"], "has_definition": true}
{"id": "symptom_hp0006943", "symptom_name": "Diffuse spongiform leukoencephalopathy", "hpo_id": "HP:0006943", "category": "symptom_definition", "feature_type": "Symptom", "url": "https://hpo.jax.org/browse/term/HP:0006943", "definition": "", "content": "Diffuse spongiform leukoencephalopathy, . This symptom affects the Nervous System", "synonyms": [], "body_systems": ["Nervous System"], "has_definition": false}
{"id": "symptom_hp0001510", "symptom_name": "Growth delay", "hpo_id": "HP:0001510", "category": "symptom_definition", "feature_type": "Symptom", "url": "https://hpo.jax.org/browse/term/HP:0001510", "definition": "A deficiency or slowing down of growth pre- and postnatally.", "content": "Growth delay, also known as Delayed growth, Growth deficiency, Growth delay, Growth failure, Growth retardation, Poor growth, Retarded growth, is A deficiency or slowing down of growth pre- and postnatally", "synonyms": ["Delayed growth", "Growth deficiency", "Growth delay", "Growth failure", "Growth retardation", "Poor growth", "Retarded growth"], "body_systems": [], "has_definition": true}
{"id": "symptom_hp0003219", "symptom_name": "Ethylmalonic aciduria", "hpo_id": "HP:0003219", "category": "symptom_definition", "feature_type": "Lab", "url": "https://hpo.jax.org/browse/term/HP:0003219", "definition": "The concentration of ethylmalonic acid in the urine, normalized for urine concentration, is above the upper limit of normal.", "content": "Ethylmalonic aciduria,  is The concentration of ethylmalonic acid in the urine, normalized for urine concentration, is above the upper limit of normal", "synonyms": [], "body_systems": [], "has_definition": true}
{"id": "symptom_hp0001274", "symptom_name": "Agenesis of corpus callosum", "hpo_id": "HP:0001274", "category": "symptom_definition", "feature_type": "Symptom", "url": "https://hpo.jax.org/browse/term/HP:0001274", "definition": "Absence of the corpus callosum as a result of the failure of the corpus callosum to develop, which can be the result of a failure in any one of the multiple steps of callosal development including cellular proliferation and migration, axonal growth or glial patterning at the midline.", "content": "Agenesis of corpus callosum, also known as Absence of corpus callosum, Absent corpus callosum, Agenesis of the corpus callosum, Callosal agenesis, Corpus callosum agenesis, Dysplastic or absent corpus callosum, is Absence of the corpus callosum as a result of the failure of the corpus callosum to develop, which can be the result of a failure in any one of the multiple steps of callosal development including cellular proliferation and migration, axonal growth or glial patterning at the midline.. This symptom affects the Nervous System", "synonyms": ["Absence of corpus callosum", "Absent corpus callosum", "Agenesis of the corpus callosum", "Callosal agenesis", "Corpus callosum agenesis", "Dysplastic or absent corpus callosum"], "body_systems": ["Nervous System"], "has_definition": true}
{"id": "symptom_hp0003198", "symptom_name": "Myopathy", "hpo_id": "HP:0003198", "category": "symptom_definition", "feature_type": "Symptom", "url": "https://hpo.jax.org/browse/term/HP:0003198", "definition": "A disorder of muscle unrelated to impairment of innervation or neuromuscular junction.", "content": "Myopathy, also known as Muscle tissue disease, Myopathic changes, is A disorder of muscle unrelated to impairment of innervation or neuromuscular junction.. This symptom affects the Musculoskeletal System", "synonyms": ["Muscle tissue disease", "Myopathic changes"], "body_systems": ["Musculoskeletal System"], "has_definition": true}
{"id": "symptom_hp0002072", "symptom_name": "Chorea", "hpo_id": "HP:0002072", "category": "symptom_definition", "feature_type": "Symptom", "url": "https://hpo.jax.org/browse/term/HP:0002072", "definition": "Chorea (Greek for 'dance') refers to widespread arrhythmic involuntary movements of a forcible, jerky and restless fashion. It is a random-appearing sequence of one or more discrete involuntary movements or movement fragments. Movements appear random because of variability in timing, duration or location. Each movement may have a distinct start and end. However, movements may be strung together and thus may appear to flow randomly from one muscle group to another. Chorea can involve the trunk, neck, face, tongue, and extremities.", "content": "Chorea, also known as Choreic movements, Choreiform movements, is Chorea (Greek for 'dance') refers to widespread arrhythmic involuntary movements of a forcible, jerky and restless fashion. It is a random-appearing sequence of one or more discrete involuntary movements or movement fragments. Movements appear random because of variability in timing, duration or location. Each movement may have a distinct start and end. However, movements may be strung together and thus may appear to flow randomly from one muscle group to another. Chorea can involve the trunk, neck, face, tongue, and extremities.. This symptom affects the Nervous System", "synonyms": ["Choreic movements", "Choreiform movements"], "body_systems": ["Nervous System"], "has_definition": true}
{"id": "symptom_hp0001629", "symptom_name": "Ventricular septal defect", "hpo_id": "HP:0001629", "category": "symptom_definition", "feature_type": "Symptom", "url": "https://hpo.jax.org/browse/term/HP:0001629", "definition": "A hole between the two bottom chambers (ventricles) of the heart. The defect is centered around the most superior aspect of the ventricular septum.", "content": "Ventricular septal defect, also known as Hole in heart wall separating two lower heart chambers, Ventricular septal defects, Ventriculoseptal defect, VSD, is A hole between the two bottom chambers (ventricles) of the heart. The defect is centered around the most superior aspect of the ventricular septum.. This symptom affects the Cardiovascular System", "synonyms": ["Hole in heart wall separating two lower heart chambers", "Ventricular septal defects", "Ventriculoseptal defect", "VSD"], "body_systems": ["Cardiovascular System"], "has_definition": true}
{"id": "symptom_hp0003348", "symptom_name": "Hyperalaninemia", "hpo_id": "HP:0003348", "category": "symptom_definition", "feature_type": "Lab", "url": "https://hpo.jax.org/browse/term/HP:0003348", "definition": "An increased concentration of alanine in the blood.", "content": "Hyperalaninemia, also known as Increased blood alanine, Increased serum alanine, is An increased concentration of alanine in the blood", "synonyms": ["Increased blood alanine", "Increased serum alanine"], "body_systems": [], "has_definition": true}
{"id": "symptom_hp0000518", "symptom_name": "Cataract", "hpo_id": "HP:0000518", "category": "symptom_definition", "feature_type": "Symptom", "url": "https://hpo.jax.org/browse/term/HP:0000518", "definition": "A cataract is an opacity or clouding that develops in the crystalline lens of the eye or in its capsule.", "content": "Cataract, also known as Cataracts, Clouding of the lens of the eye, Cloudy lens, Lens opacities, Lens opacity, is A cataract is an opacity or clouding that develops in the crystalline lens of the eye or in its capsule", "synonyms": ["Cataracts", "Clouding of the lens of the eye", "Cloudy lens", "Lens opacities", "Lens opacity"], "body_systems": [], "has_definition": true}
{"id": "symptom_hp0000998", "symptom_name": "Hypertrichosis", "hpo_id": "HP:0000998", "category": "symptom_definition", "feature_type": "Symptom", "url": "https://hpo.jax.org/browse/term/HP:0000998", "definition": "Hypertrichosis is increased hair growth that is abnormal in quantity or location.", "content": "Hypertrichosis,  is Hypertrichosis is increased hair growth that is abnormal in quantity or location.. This symptom affects the Skin System", "synonyms": [], "body_systems": ["Skin System"], "has_definition": true}
{"id": "symptom_hp0010841", "symptom_name": "Multifocal epileptiform discharges", "hpo_id": "HP:0010841", "category": "symptom_definition", "feature_type": "Procedure_EEG", "url": "https://hpo.jax.org/browse/term/HP:0010841", "definition": "An abnormality in cerebral electrical activity recorded along the scalp by electroencephalography (EEG) and being identified at multiple locations (foci).", "content": "Multifocal epileptiform discharges, also known as Multifocal EEG abnormality, is An abnormality in cerebral electrical activity recorded along the scalp by electroencephalography (EEG) and being identified at multiple locations (foci).. This symptom affects the Nervous System", "synonyms": ["Multifocal EEG abnormality"], "body_systems": ["Nervous System"], "has_definition": true}
{"id": "symptom_hp0002870", "symptom_name": "Obstructive sleep apnea", "hpo_id": "HP:0002870", "category": "symptom_definition", "feature_type": "Symptom", "url": "https://hpo.jax.org/browse/term/HP:0002870", "definition": "Obstructive Sleep Apnea is a condition characterized by the obstruction of the airway and pauses in breathing during sleep, which occur multiple times throughout the night. It is related to the relaxation of muscle tone that typically happens during sleep, leading to a partial collapse of the soft tissues in the airway and causing airflow obstruction.", "content": "Obstructive sleep apnea,  is Obstructive Sleep Apnea is a condition characterized by the obstruction of the airway and pauses in breathing during sleep, which occur multiple times throughout the night. It is related to the relaxation of muscle tone that typically happens during sleep, leading to a partial collapse of the soft tissues in the airway and causing airflow obstruction.. This symptom affects the Nervous System", "synonyms": [], "body_systems": ["Nervous System"], "has_definition": true}
{"id": "symptom_hp0010536", "symptom_name": "Central sleep apnea", "hpo_id": "HP:0010536", "category": "symptom_definition", "feature_type": "Symptom", "url": "https://hpo.jax.org/browse/term/HP:0010536", "definition": "Sleep apnea results from a temporary loss of the central drive to the muscles responsible for breathing.", "content": "Central sleep apnea, also known as Central sleep apnoea, is Sleep apnea results from a temporary loss of the central drive to the muscles responsible for breathing.. This symptom affects the Nervous System", "synonyms": ["Central sleep apnoea"], "body_systems": ["Nervous System"], "has_definition": true}
{"id": "symptom_hp0001397", "symptom_name": "Hepatic steatosis", "hpo_id": "HP:0001397", "category": "symptom_definition", "feature_type": "Lab", "url": "https://hpo.jax.org/browse/term/HP:0001397", "definition": "Steatosis is a term used to denote lipid accumulation within hepatocytes.", "content": "Hepatic steatosis, also known as Fatty infiltration of liver, Fatty liver, Liver steatosis, Steatosis, is Steatosis is a term used to denote lipid accumulation within hepatocytes.. This symptom affects the Digestive System", "synonyms": ["Fatty infiltration of liver", "Fatty liver", "Liver steatosis", "Steatosis"], "body_systems": ["Digestive System"], "has_definition": true}
{"id": "symptom_hp0005599", "symptom_name": "Hypopigmentation of hair", "hpo_id": "HP:0005599", "category": "symptom_definition", "feature_type": "Symptom", "url": "https://hpo.jax.org/browse/term/HP:0005599", "definition": "", "content": "Hypopigmentation of hair, also known as Hair hypopigmentation, Loss of hair color,. This symptom affects the Skin System", "synonyms": ["Hair hypopigmentation", "Loss of hair color"], "body_systems": ["Skin System"], "has_definition": false}
{"id": "symptom_hp0002465", "symptom_name": "Poor speech", "hpo_id": "HP:0002465", "category": "symptom_definition", "feature_type": "Symptom", "url": "https://hpo.jax.org/browse/term/HP:0002465", "definition": "", "content": "Poor speech, also known as Poor speech,. This symptom affects the Nervous System", "synonyms": ["Poor speech"], "body_systems": ["Nervous System"], "has_definition": false}
{"id": "symptom_hp0002401", "symptom_name": "Stroke-like episode", "hpo_id": "HP:0002401", "category": "symptom_definition", "feature_type": "Symptom", "url": "https://hpo.jax.org/browse/term/HP:0002401", "definition": "No consensus exists on what a stroke-like episode is, but these episodes can be functionally defined as a new neurological deficit, occurring with or without the context of seizures, which last longer than 24 hours.", "content": "Stroke-like episode, also known as Stroke-like episodes, Strokelike episodes, is No consensus exists on what a stroke-like episode is, but these episodes can be functionally defined as a new neurological deficit, occurring with or without the context of seizures, which last longer than 24 hours.. This symptom affects the Nervous System, Cardiovascular System", "synonyms": ["Stroke-like episodes", "Strokelike episodes"], "body_systems": ["Nervous System", "Cardiovascular System"], "has_definition": true}
{"id": "symptom_hp0001942", "symptom_name": "Metabolic acidosis", "hpo_id": "HP:0001942", "category": "symptom_definition", "feature_type": "Lab", "url": "https://hpo.jax.org/browse/term/HP:0001942", "definition": "Metabolic acidosis (MA) is characterized by a fall in blood pH due to a reduction of serum bicarbonate concentration. This can occur as a result of either the accumulation of acids (high anion gap MA) or the loss of bicarbonate from the gastrointestinal tract or the kidney (hyperchloremic MA). By definition, MA is not due to a respirary cause.", "content": "Metabolic acidosis,  is Metabolic acidosis (MA) is characterized by a fall in blood pH due to a reduction of serum bicarbonate concentration. This can occur as a result of either the accumulation of acids (high anion gap MA) or the loss of bicarbonate from the gastrointestinal tract or the kidney (hyperchloremic MA). By definition, MA is not due to a respirary cause", "synonyms": [], "body_systems": [], "has_definition": true}
{"id": "symptom_hp0000248", "symptom_name": "Brachycephaly", "hpo_id": "HP:0000248", "category": "symptom_definition", "feature_type": "Symptom", "url": "https://hpo.jax.org/browse/term/HP:0000248", "definition": "An abnormality of skull shape characterized by a decreased anterior-posterior diameter. That is, a cephalic index greater than 81%. Alternatively, an apparently shortened anteroposterior dimension (length) of the head compared to width.", "content": "Brachycephaly, also known as Short and broad skull, is An abnormality of skull shape characterized by a decreased anterior-posterior diameter. That is, a cephalic index greater than 81%. Alternatively, an apparently shortened anteroposterior dimension (length) of the head compared to width.. This symptom affects the Musculoskeletal System", "synonyms": ["Short and broad skull"], "body_systems": ["Musculoskeletal System"], "has_definition": true}
{"id": "symptom_hp0012243", "symptom_name": "Abnormal reproductive system morphology", "hpo_id": "HP:0012243", "category": "symptom_definition", "feature_type": "Symptom", "url": "https://hpo.jax.org/browse/term/HP:0012243", "definition": "A structural or developmental anomaly of any of the tissues involved in the genital system.", "content": "Abnormal reproductive system morphology, also known as Abnormal genital system morphology, is A structural or developmental anomaly of any of the tissues involved in the genital system", "synonyms": ["Abnormal genital system morphology"], "body_systems": [], "has_definition": true}
{"id": "symptom_hp0001290", "symptom_name": "Generalized hypotonia", "hpo_id": "HP:0001290", "category": "symptom_definition", "feature_type": "Symptom", "url": "https://hpo.jax.org/browse/term/HP:0001290", "definition": "Generalized muscular hypotonia (abnormally low muscle tone).", "content": "Generalized hypotonia, also known as Generalized decreased muscle tone, Generalized muscular hypotonia, Hypotonia, generalized, is Generalized muscular hypotonia (abnormally low muscle tone).. This symptom affects the Musculoskeletal System", "synonyms": ["Generalized decreased muscle tone", "Generalized muscular hypotonia", "Hypotonia, generalized"], "body_systems": ["Musculoskeletal System"], "has_definition": true}
{"id": "symptom_hp0001410", "symptom_name": "Decreased liver function", "hpo_id": "HP:0001410", "category": "symptom_definition", "feature_type": "Symptom", "url": "https://hpo.jax.org/browse/term/HP:0001410", "definition": "Reduced ability of the liver to perform its functions.", "content": "Decreased liver function, also known as Decreased liver function, Liver dysfunction, is Reduced ability of the liver to perform its functions.. This symptom affects the Digestive System", "synonyms": ["Decreased liver function", "Liver dysfunction"], "body_systems": ["Digestive System"], "has_definition": true}
{"id": "symptom_hp0002540", "symptom_name": "Inability to walk", "hpo_id": "HP:0002540", "category": "symptom_definition", "feature_type": "Symptom", "url": "https://hpo.jax.org/browse/term/HP:0002540", "definition": "Incapability to ambulate.", "content": "Inability to walk, also known as Inability to walk, Non-ambulatory, is Incapability to ambulate.. This symptom affects the Nervous System", "synonyms": ["Inability to walk", "Non-ambulatory"], "body_systems": ["Nervous System"], "has_definition": true}
{"id": "symptom_hp0011203", "symptom_name": "EEG with abnormally slow frequencies", "hpo_id": "HP:0011203", "category": "symptom_definition", "feature_type": "Procedure_EEG", "url": "https://hpo.jax.org/browse/term/HP:0011203", "definition": "EEG with abnormally slow frequencies.", "content": "EEG with abnormally slow frequencies,  is EEG with abnormally slow frequencies.. This symptom affects the Nervous System", "synonyms": [], "body_systems": ["Nervous System"], "has_definition": true}
{"id": "symptom_hp0001627", "symptom_name": "Abnormal heart morphology", "hpo_id": "HP:0001627", "category": "symptom_definition", "feature_type": "Symptom", "url": "https://hpo.jax.org/browse/term/HP:0001627", "definition": "Any structural anomaly of the heart.", "content": "Abnormal heart morphology, also known as Abnormality of cardiac morphology, Abnormality of the heart, Abnormally shaped heart, Cardiac abnormality, Cardiac anomalies, Cardiac anomaly, Congenital heart defect, Congenital heart defects, Heart defect, is Any structural anomaly of the heart.. This symptom affects the Cardiovascular System", "synonyms": ["Abnormality of cardiac morphology", "Abnormality of the heart", "Abnormally shaped heart", "Cardiac abnormality", "Cardiac anomalies", "Cardiac anomaly", "Congenital heart defect", "Congenital heart defects", "Heart defect"], "body_systems": ["Cardiovascular System"], "has_definition": true}
{"id": "symptom_hp0002060", "symptom_name": "Abnormal cerebral morphology", "hpo_id": "HP:0002060", "category": "symptom_definition", "feature_type": "Symptom", "url": "https://hpo.jax.org/browse/term/HP:0002060", "definition": "Any structural abnormality of the telencephalon, which is also known as the cerebrum.", "content": "Abnormal cerebral morphology, also known as Abnormality of the cerebrum, Abnormality of the telencephalon, Cerebral lesion, is Any structural abnormality of the telencephalon, which is also known as the cerebrum.. This symptom affects the Nervous System", "synonyms": ["Abnormality of the cerebrum", "Abnormality of the telencephalon", "Cerebral lesion"], "body_systems": ["Nervous System"], "has_definition": true}
{"id": "symptom_hp0002020", "symptom_name": "Gastroesophageal reflux", "hpo_id": "HP:0002020", "category": "symptom_definition", "feature_type": "Symptom", "url": "https://hpo.jax.org/browse/term/HP:0002020", "definition": "A condition in which the stomach contents leak backwards from the stomach into the esophagus through the lower esophageal sphincter.", "content": "Gastroesophageal reflux, also known as Acid reflux, Acid reflux disease, Gastro-esophageal reflux, Gastroesophageal reflux disease, GERD, GORD, Heartburn, is A condition in which the stomach contents leak backwards from the stomach into the esophagus through the lower esophageal sphincter.. This symptom affects the Digestive System", "synonyms": ["Acid reflux", "Acid reflux disease", "Gastro-esophageal reflux", "Gastroesophageal reflux disease", "GERD", "GORD", "Heartburn"], "body_systems": ["Digestive System"], "has_definition": true}
{"id": "symptom_hp0002310", "symptom_name": "Orofacial dyskinesia", "hpo_id": "HP:0002310", "category": "symptom_definition", "feature_type": "Symptom", "url": "https://hpo.jax.org/browse/term/HP:0002310", "definition": "", "content": "Orofacial dyskinesia, also known as Orofacial dyskinesias,. This symptom affects the Nervous System", "synonyms": ["Orofacial dyskinesias"], "body_systems": ["Nervous System"], "has_definition": false}
{"id": "symptom_hp0003688", "symptom_name": "Cytochrome C oxidase-negative muscle fibers", "hpo_id": "HP:0003688", "category": "symptom_definition", "feature_type": "Symptom", "url": "https://hpo.jax.org/browse/term/HP:0003688", "definition": "An abnormally reduced activity of the enzyme cytochrome C oxidase in muscle tissue.", "content": "Cytochrome C oxidase-negative muscle fibers, also known as Cytochrome c oxidase deficiency in skeletal muscle, Decreased activity of cytochrome C oxidase in muscle tissue, Decreased skeletal muscle cytochrome c oxidase activity, is An abnormally reduced activity of the enzyme cytochrome C oxidase in muscle tissue.. This symptom affects the Musculoskeletal System", "synonyms": ["Cytochrome c oxidase deficiency in skeletal muscle", "Decreased activity of cytochrome C oxidase in muscle tissue", "Decreased skeletal muscle cytochrome c oxidase activity"], "body_systems": ["Musculoskeletal System"], "has_definition": true}
{"id": "symptom_hp0007325", "symptom_name": "Generalized dystonia", "hpo_id": "HP:0007325", "category": "symptom_definition", "feature_type": "Symptom", "url": "https://hpo.jax.org/browse/term/HP:0007325", "definition": "A type of dystonia that affects all or most of the body.", "content": "Generalized dystonia,  is A type of dystonia that affects all or most of the body.. This symptom affects the Nervous System", "synonyms": [], "body_systems": ["Nervous System"], "has_definition": true}
{"id": "symptom_hp0011471", "symptom_name": "Gastrostomy tube feeding in infancy", "hpo_id": "HP:0011471", "category": "symptom_definition", "feature_type": "Symptom", "url": "https://hpo.jax.org/browse/term/HP:0011471", "definition": "Feeding problem necessitating gastrostomy tube feeding.", "content": "Gastrostomy tube feeding in infancy,  is Feeding problem necessitating gastrostomy tube feeding.. This symptom affects the Digestive System", "synonyms": [], "body_systems": ["Digestive System"], "has_definition": true}
