{"id": "diagnostic_journey_the-diagnostic-journey", "category": "diagnostic_journey", "content": "On average, it takes more than six years to receive an accurate rare disease diagnosis. Many primary care providers (PCPs) may not be familiar with rare diseases, and you may need to see multiple specialists to reach the correct diagnosis. However, advocating for yourself with your healthcare team may help speed your time to diagnosis. To combat common challenges, be prepared:\n1. Find disease-specific information to discuss with your healthcare providers.\n2. Ask for diagnostic tests.\n3. Request referrals to specialists.\nKnowing where to start your diagnostic journey and how to navigate the next steps are critical to speeding your time to diagnosis.", "metadata": {"applies_to": "all_diseases", "title": "The diagnostic Journey"}}
{"id": "diagnostic_journey_how-can-a-diagnostic-team-help?", "category": "diagnostic_journey", "content": "Establishing care with a dedicated primary care provider (PCP) is an important early step in your rare disease journey. A PCP can help improve care and shorten the time to diagnosis by providing referrals to the appropriate specialists. These specialists, with advanced training in different body systems or types of diseases, can offer the specialized diagnostic procedures you need.\n\n[Use this tool by medicare to find a PCP in your area](https://www.medicare.gov/care-compare/?providerType=Physician) by inputting your location and keyword \"Primary Care Provider\".\n\nA PCP that specializes in the care of children is called a pediatrician. [Use this tool by the American Academy of Pediatrics to find a pediatrician in your area](https://www.healthychildren.org/English/tips-tools/find-pediatrician/Pages/Pediatrician-Referral-Service.aspx) by inputting your location.", "metadata": {"applies_to": "all_diseases", "title": "How can a diagnostic team help?"}}
{"id": "diagnostic_journey_[multidisciplinary-care-centers]", "category": "diagnostic_journey", "content": "Is it time to find a multidisciplinary care center?: If you've visited your PCP, met with specialists, and undergone the recommended tests, but still do not have a confirmed diagnosis, it may be time to visit a multidisciplinary care center. Multidisciplinary care centers are usually teaching, university, or research hospitals that have teams of medical experts and specialists working together in the same location. This means a wide range of diagnostic tests and clinical knowledge are available at one facility, which can help increase communication and collaboration among your care team. The additional resources often available at multidisciplinary centers may help speed the time to diagnosis for rare diseases.\n\n[Use this tool to find hospitals that may partner with medical schools and programs in your area.](https://www.medicare.gov/care-compare/?providerType=Hospital).\n\nSome multidisciplinary care centers focus on the care and treatment of children. [Use this tool  to find children's multidisciplinary care centers by searching for university or research hospitals in your area](https://www.childrenshospitals.org/hospital-directory#sort=%40z95xdisplayname%20ascending).", "metadata": {"applies_to": "all_diseases", "title": "[Multidisciplinary Care Centers]"}}
{"id": "diagnostic_journey_how-can-you-find-a-rare-disease-expert?", "category": "diagnostic_journey", "content": "If a diagnosis remains unknown despite extensive efforts by your PCP and specialists, it can be challenging to know what kind of expert you may need or where to find one. A rare disease expert is a care provider that has knowledge or training on specific disease(s), but there may only be a few experts in your state, region, or country. Rare disease experts may work at large research or teaching hospitals. In complex cases, coordinating with a network of experts can help your care provider find the right diagnosis. \n[Contact a GARD Information Specialist for help finding an expert](https://rarediseases.info.nih.gov/contact).\n\nYou can ask your care providers for help finding an expert or use directory tools to search for experts near you.", "metadata": {"applies_to": "all_diseases", "title": "How can you find a rare disease expert?"}}
{"id": "diagnostic_journey_how-can-patient-organizations-help?", "category": "diagnostic_journey", "content": "Patient organizations can help patients and families connect. They build public awareness of the disease and are a driving force behind research to improve patients' lives. They may offer online and in-person resources to help people live well with their disease. Many collaborate with medical experts and researchers.\n\nServices of patient organizations differ, but may include:\n* Ways to connect to others and share personal stories\n* Easy-to-read information\n* Up-to-date treatment and research information\n* Patient registries\n* Lists of specialists or specialty centers\n* Financial aid and travel resources\n\nPlease note: GARD provides organizations for informational purposes only and not as an endorsement of their services. Please contact an organization directly if you have questions about the information or resources it provides.\n\n[View GARD's criteria for including patient organizations, which can be found under the FAQs on our About page](https://rarediseases.info.nih.gov/about). [Request an update or to have your organization added to GARD](https://contact.rarediseases.info.nih.gov/Gard/s/patient-organization?language=en_US).", "metadata": {"applies_to": "all_diseases", "title": "How Can Patient Organizations Help?"}}
{"id": "diagnostic_journey_[patient-organizations-supporting-all-rare-diseases-within-the-united-states-(i.e.,-people-with-any-rare-disease)]", "category": "diagnostic_journey", "content": "* [EveryLife Foundation for Rare Diseases](https://everylifefoundation.org/)\n* [Genetic Alliance](http://www.geneticalliance.org/)\n* [Global Genes](http://globalgenes.org/)\n* [National Organization for Rare Disorders](https://rarediseases.org/)", "metadata": {"applies_to": "all_diseases", "title": "[Patient Organizations Supporting All Rare Diseases within the United States (i.e., people with ANY rare disease)]"}}
{"id": "diagnostic_journey_participate-in-research", "category": "diagnostic_journey", "content": "Clinical studies are part of clinical research and play an important role in medical advances, including for rare diseases. Through clinical studies, researchers may ultimately uncover better ways to treat, prevent, diagnose, and understand human diseases.", "metadata": {"applies_to": "all_diseases", "title": "Participate in Research"}}
{"id": "diagnostic_journey_what-are-clinical-studies?", "category": "diagnostic_journey", "content": "Clinical studies are medical research involving people as participants. There are two main types of clinical studies:\n1. Clinical trials determine if a new test or treatment for a disease is effective and safe by comparing groups receiving different tests/treatments.\n2. Observational studies involve recording changes over time among a specific group of people in their natural settings.\n[Learn more about clinical trials from this U.S. Food & Drug Administration webpage](https://www.fda.gov/patients/clinical-trials-what-patients-need-know)", "metadata": {"applies_to": "all_diseases", "title": "What Are Clinical Studies?"}}
{"id": "diagnostic_journey_why-participate-in-clinical-studies?", "category": "diagnostic_journey", "content": "People participate in clinical trials for many reasons. People with a disease may participate to receive the newest possible treatment and additional care from clinical study staff as well as to help others living with the same or similar disease. Healthy volunteers may participate to help others and to contribute to moving science forward.\n\nTo find the right clinical study we recommend you consult your doctors, other trusted medical professionals, and patient organizations. Additionally, you can use [ClinicalTrials.gov](https://clinicaltrials.gov/) to search for clinical studies by disease, terms, or location.", "metadata": {"applies_to": "all_diseases", "title": "Why Participate in Clinical Studies?"}}
{"id": "diagnostic_journey_what-if-there-are-no-available-clinical-studies?", "category": "diagnostic_journey", "content": "[ResearchMatch helps connect people interested in research studies](https://www.researchmatch.org/) with researchers from top medical centers across the United States. Anyone from the U.S. can register with this free program funded by NIH. Researchers from participating institutions use the database to search for and invite patients or healthy volunteers who meet their study criteria to participate.", "metadata": {"applies_to": "all_diseases", "title": "What if There Are No Available Clinical Studies?"}}
{"id": "diagnostic_journey_join-the-all-of-us-research-program!", "category": "diagnostic_journey", "content": "The [All of Us Research Program is inviting 1 million people](https://allofus.nih.gov/) from all backgrounds across the U.S. to help build one of the most diverse health databases in history. Researchers will use the data to learn how our biology, lifestyle, and environment affect health. This may one day help them find ways to treat and prevent diseases.", "metadata": {"applies_to": "all_diseases", "title": "Join the All of Us Research Program!"}}
{"id": "diagnostic_journey_clinicaltrials.gov", "category": "diagnostic_journey", "content": "ClinicalTrials.gov, an affiliate of NIH, provides current information on clinical research studies in the United States and abroad. Talk to a trusted doctor before choosing to participate in any clinical study. We recommend checking this site often and searching for studies with related terms/synonyms to improve results.\n[Search ClinicalTrials.gov for this disease](https://www.clinicaltrials.gov/)", "metadata": {"applies_to": "all_diseases", "title": "ClinicalTrials.gov"}}
{"id": "diagnostic_journey_contact-a-gard-information-specialist-for-assistance", "category": "diagnostic_journey", "content": "Contact a GARD Information Specialist if you need help finding more information on rare diseases or available clinical studies. Please note that GARD cannot enroll individuals in clinical studies.", "metadata": {"applies_to": "all_diseases", "title": "Contact a GARD Information Specialist for Assistance"}}
